Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: Cannot receive data
ar: No se pueden recibir datos
de: Kann keine Daten empfangen
es: No se puede recibir datos
hu: A levelezõ kliens nem tud adatot fogadni
it: Non posso ricevere i dati
nl: Kan geen gegevens ontvangen
pl: Nie mogê odebraæ danych
pt: Impossível receber dados
ru: Невозможно получить данные

source: Connexion closed by client
ar: Conexión cerrada por el cliente
de: Verbindung vom Client geschlossen
es: Conexión cerrada por el cliente
hu: A kapcsolatot a levelezõ kliens megszûntette
it: Connessione chiusa dal client
nl: Verbinding afgebroken door klient
pl: Po³±czenie zamkniête przez klienta
pt: Ligação encerrada pelo cliente
ru: Соединение прервано клиентом

source: Cannot send data
ar: No se puede enviar datos
de: Kann Daten nicht senden
es: No se puede mandar datos
hu: Nem lehet adatot küldeni
it: Non posso trasmettere i dati
nl: Kan geen gegevens versturen
pl: Nie mogê wys³aæ danych
pt: Impossível enviar dados
ru: Невозможно отправить данные

source: %.0f bytes
hu: %.0f byte
nl: %. bytes
pl: %.0f bajtów
ru: %.0f байт

source: %.2f Kb
hu: %.2f Kbyte
ru: %.2f Кб

source: %.2f Mb
ru: %.2f Мб

source: %.2f Gb
ru: %.2f Гб

source: %.2f Tb
ru: %.2f Тб

source: %.2f Pb
ru: %.2f Пб

source: _OK
hu: _Rendben
ru: ОК

source: _Cancel
ar: _Cancelar
de: _Abbruch
es: _Cancelar
hu: _Mégsem
it: _Cancella
nl: _Afbreken
pl: _Anuluj
pt: _Cancelar
ru: Отмена

source: Edit categories
ar: Editar categorías
de: Kategorien editieren
es: Editar categorías
hu: Kategóriák szerkesztése
it: Edita le categorie
nl: Categorieën Editeren
pl: Edycja kategorii
pt: Editar categorias
ru: Редактирование категории

source: Categories list :
ar: Lista de categorías :
de: Kategorien-Liste:
es: Lista de categorías:
hu: Kategóriák listája :
it: Lista delle categorie :
nl: Lijst Categorieën :
pl: Lista kategorii :
pt: Lista de Categorias :
ru: Список категорий

source: Name
ar: Nombre
es: Nombre
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Название

source: Description
ar: Descripción
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание

source: _Update
ar: _Actualizar
de: _Aktualisierung
es: Act_ualizar
hu: _Frissít
it: Aggiorna
nl: Bijwerken
pl: Akt_ualizacja
pt: _Actualizar
ru: Изменить

source: Allows to update category properties of the selected category. Clicks on Add / Update button to save updates.
ar: Permite actualizar las propiedades de la categoría seleccionada. Clickea en el botón Agregar / Actualizar para guardar las actualizaciones.
de: Erlaubt es, die Eigenschaften der gewählten Kategorie zu aktualisieren. Wählen Sie Hinzufügen/Aktualisieren, um die Änderungen zu sichern.
es: Permite actualizar las propiedades de categoría de la categoría seleccionada. Haz click en el botón Añadir / Actualizar para guardar los cambios.
hu: Lehetõséget biztosít a kategóratulajdonságok frissítésére a kijelölt kategóriában. Kattints a Felvesz/ Frissít gombra a frissítés mentéséhez.
it: Permetti l'aggiornamento delle proprietà della categoria selezionata. Clicca sul pulsante Aggiungi/Aggiorna per salvare le modifiche.
nl: Hier kan je de eigenschappen van de geselecteerde categorie bijwerken. Klik op de knop Toevoegen/Bijwerken om de wijzigingen te bewaren.
pl: Aktualizacja w³a¶ciwo¶ci wybranej kategorii. Kliknij na Dodaj / Uaktualnij, aby zapisaæ zmiany.
pt: Permite actualizar as propriedades da categoria seleccionada. Clique no botão Adicionar / Actualizar para memorizar a actualização.
ru: Позволяет изменять свойства выбранной категории. Нажатие кнопки Добавить/Изменить сохраняет изменения.

source: _Remove
ar: _Eliminar
de: _Entfernen
es: Quita_r
hu: _Töröl
it: _Rimuovi
nl: Verwijderen
pl: _Usuñ
pt: _Remover
ru: Удалить

source: Remove the selected category from categories list. This categories may removed only if there's not any item which uses this category.
ar: Elimina la categoría seleccionada de la lista de categorías. Las categorías pueden ser eliminadas solo si no hay ningún item que la utilice.
de: Entfernt die ausgewählte Kategorie aus der Kategorienliste. Diese Kategorie kann nurentfernt werden, wenn sie von keinem Eintrag mehr benutzt wird.
es: Quita la categoría seleccionada de la lista de categorías. Estas categorías se pueden quitar sólo si no hay ningún objeto que use esta categoría.
hu: A kijelölt kategória eltávolítása a listából. A kategória csak akkor törölhetõ, ha nincsenek ebbe a kategóriába sorolt elemek.
it: Rimuovi la categoria selezionata dalla lista delle categorie. Questa categoria può essere rimossa solo se non c'è nessuna voce che la usa.
nl: Verwijder de geselecteerde categorie uit de lijst. Je kan deze categorieën alleen verwijderen als geen ander element naar deze categorie verwijst.
pl: Usuniêcie wybranej kategorii z listy kategorii. Kategorie mog± zostaæ usuniête tylko wtedy, gdy ¿aden element z niej nie korzysta.
pt: Remover a categoria seleccionada a partir da lista de categorias. Estas categorias poderão apenas ser removidas caso nenhum item esteja a usar a categoria seleccionada.
ru: Удаляет выбранную категорию из списка категорий. Категория будет удалена только при отсутствии записей использующих эту категорию.

source: Category name :
ar: Nombre de categoría :
de: Kategorie-Name:
es: Nombre de categoría:
hu: Kategória neve :
it: Nome categoria :
nl: Categorie naam :
pl: Nazwa kategorii :
pt: Nome da Categoria :
ru: Название категории :

source: Enter the name of the category.
ar: Ingrese el nombre de la categoría.
de: Namen der Kategorie eingeben.
es: Introduce el nombre de la categoría.
hu: Írd be a kategória nevét!
it: Inserisci il nome della categoria.
nl: Voer categorie naam in.
pl: Wprowad¼ nazwê kategorii.
pt: Introduza o nome da categoria.
ru: Введите название категории.

source: Description :
ar: Descripción :
de: Beschreibung :
es: Descripción:
hu: Leírás :
it: Descrizione :
nl: Beschrijving :
pl: Opis :
pt: Descrição :
ru: Описание :

source: Enter the description of the category.
ar: Ingrese la descripción de la categoría.
de: Beschreibung der Kategorie eingeben.
es: Introduce la descripción de la categoría.
hu: Gépeld be a kategória leírását!
it: Inserisci la descrizione della categoria.
nl: Voer categorie beschrijving in.
pl: Wprowad¼ opis kategorii.
pt: Introduza a descrição da categoria.
ru: Введите аписание категории.

source: Add / Update
ar: Agregar / Actualizar
de: Hinzufügen / Aktualisieren
es: Añadir / Actualizar
hu: Felvesz / Frissít
it: Aggiungi / Aggiorna
nl: Toevoegen / Bijwerken
pl: Dodaj / Uaktualnij
pt: Adicionar / Actualizar
ru: Добавить/Изменить

source: Save properties changes of category.
ar: Guardar los cambios en la categoría.
de: Sichere Eigenschaftsänderungen der Kategorie.
es: Guardar los cambios de las propiedades de la categoría.
hu: Kategóriabeállítások elmentése.
it: Salva le proprietà cambiate della categoria.
nl: Bewaar wijzigingen van categorie eigenschappen.
pl: Zapisz zmiany we w³a¶ciwo¶ciach kategorii.
pt: Memorizar alterações nas propriedades da categoria.
ru: Сораняет изменёные свойства категории.

source: Close
ar: Cerrar
de: Schliessen
es: Cerrar
hu: Bezár
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

source: Close the categories properties edit window.
ar: Cerrar la ventana de edición de propiedades de las categorías.
de: Schliesse das Editierfenster für Kategorie-Eigenschaften.
es: Cierra la ventana de propiedades de las categorías.
hu: Kategória-tulajdonságok szerkesztése ablak bezárása.
it: Chiudi la finestra d'editazione delle proprietà delle categorie.
nl: Sluit venster bewerking categorie eigenschappen.
pl: Zamknij okno edycji w³a¶ciwo¶ci kategorii.
pt: Fechar a janela de edição das propriedades da categoria.
ru: Закрывает окно редактирования свойств категории.

source: none
ar: ninguna
de: keine
es: ninguno
hu: kategorizálatlan
it: nessuna
nl: geen
pl: brak
pt: nenhum
ru: отсутствует

source: Remove category
ar: Eliminar categoría
de: Kategorie entfernen
es: Quitar categoría
hu: Kategória eltávolítása
it: Rimuovi categoria
nl: Verwijder categorie
pl: Usuñ kategoriê
pt: Remover categoria
ru: Удалить категорию

source: Can't remove this category. It's used by an item.
ar: No se puede eliminar esta categorría. Es usada por un item.
de: Kann diese Kategorie nicht entfernen. Sie wird von einem Eintrag benutzt.
es: No se puede quitar esta categoría. Está siendo usada por algún objeto.
hu: A kategóriát nem lehet eltávolítani! Van ebbe a kategóriába sorolt elem.
it: Non posso rimuovere questa categoria.-E' usata da una voce.
nl: Je kunt deze categorie niet verwijderen. Een ander element verwijst ernaar.
pl: Nie mogê usun±æ tej kategorii. Jest u¿ywana przez jaki¶ element.
pt: Não é possível remover a categoria. Está de momento em uso por um item.
ru: Невозможно удалить данную категорию. Она имеет записи.

source: Add
ar: Agregar
de: Hinzufügen
es: Añadir
hu: Felvesz
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить

source: Update
ar: Actualizar
de: Aktualisierung
es: Actualizar
hu: Frissít
it: Aggiorna
nl: Bijwerken
pl: Uaktualnij
pt: Actualizar
ru: Изменить

source: _No
de: _Nein
hu: _Nem
nl: _Neen
pl: _Nie
pt: _Não
ru: Нет

source: Hide file operations
ar: Ocultar las operaciones sobre los archivos
de: Dateioperationen ausblenden
es: Oculta operaciones de ficheros
hu: File mûveletek elrejtése
it: Nascondi le operazioni sui file
nl: Verberg de bestandsbewerkingen
pl: Ukryj operacje na plikach
pt: Esconder operações em ficheiro
ru: Скрыть файловые операции

source: Show file operation
ar: Mostrar operaciones sobre los archivos
de: Dateioperationen anzeigen
es: Muestra operaciones de ficheros
hu: File mûveletek mutatása
it: Mostra le operazioni sui file
nl: Toon de bestandsbewerkingen
pl: Poka¿ operacje na plikach
pt: Mostrar operação do ficheiro
ru: Показать файловые операции

source: _Action
ar: A_cción
de: _Aktion
es: _Acción
hu: _Akciók
it: _Azione
nl: _Actie
pl: _Akcja
pt: _Acção
ru: _Действие

source: _Expand all
ar: _Expandir todo
de: Alles einblenden
es: _Expandir todo
hu: Teljes katalógusfa megjelenítése
it: _Espandi tutto
nl: _Alles uitklappen
pl: Rozwiñ wszystkie
pt: _Expandir todos
ru: Развернуть все

source: Expand only _disks
ar: Expandir solo los _discos
de: Nur Platten einblenden
es: Expandir solo _discos
hu: Katalógusfa megjelenítése lemez szintig
it: Espandi solo i _dischi
nl: Klap alles uit
pl: Rozwiñ tylko _dyski
pt: Expandir apenas _discos
ru: Развернуть только диски

source: C_ollapse all
ar: C_olapsar todo
de: Alle einfalten
es: C_ontraer todo
hu: Katalógusfa elrejtése
it: Ritrai tutto
nl: Klap a_lles ineen
pl: _Zwiñ wszystkie
pt: C_olapsar todos
ru: Свернуть все

source: Edit _categories
ar: _Editar categorías
de: _Kategorien editieren
es: Editar _categorías
hu: Kategóriák szerkesztése
it: Edita le categorie
nl: Bewerk _categorieën
pl: Edycja _kategorii
pt: Editar _categorias
ru: Редактировать категории

source: No catalog is opened : cannot edit categories
ar: No hay catálogo abierto : no se puede editar las categorías
de: Es ist kein Katalog geöffnet; Kategorien können nicht editiert werden.
es: No hay ningún catalogo abierto : no se puede editar categorías
hu: Nincs megnyitott katalógus : nem szerkeszthetõ kategória.
it: Nessun catalogo è stato caricato : non posso editare le categorie
nl: Geen cataloog open : kan de categorieën niet bijwerken
pl: ¯aden katalog nie jest otwarty : nie mo¿na edytowaæ kategorii
pt: Nenhum catálogo está aberto : impossível editar categorias
ru: Нет открытого каталога: невозможно редактировать категории

source: _File
ar: _Archivo
de: _Datei
es: _Fichero
hu: Katalógus _fájl
nl: _Bestand
pl: _Plik
pt: _Ficheiro
ru: _Файл

source: _New
ar: _Nuevo
de: _Neu
es: _Nuevo
hu: Új létrehozása
it: _Nuovo
nl: _Nieuw
pl: _Nowy
pt: _Novo
ru: _Новый

source: _Open
ar: _Abrir
de: _Öffnen
es: Abrir
hu: _Megnyitása
it: Apri
nl: _Openen
pl: _Otwórz
pt: _Abrir
ru: _Открыть

source: _Save
ar: _Guardar
de: _Speichern
es: Guardar
hu: Menté_se
it: _Salva
nl: Be_waren
pl: Zapi_sz
pt: _Guardar
ru: _Сохранить

source: Sav_e as
ar: G_uardar como
de: Sp_eichern als
es: Guardar como
hu: Mentés másként
it: Salva con nome
nl: Bewaren _als
pl: Za_pisz jako
pt: _Guardar Como
ru: Сохранить _как

source: C_lose
ar: _Cerrar
de: Sch_liessen
es: Cerrar
hu: Bezár
it: Chiudi
nl: Sluiten
pl: _Zamknij
pt: _Fechar
ru: _Закрыть

source: Import
ar: Importar
es: Importar
it: Importa
pt: Importar
ru: Импорт

source: Export
ar: Exportar
es: Exportar
it: Esporta
pl: Eksport
pt: Exportar
ru: Экспорт

source: _Properties
ar: _Propiedades
de: _Eigenschaften
es: _Propiedades
hu: _Tulajdonságok
it: _Proprietà
nl: _Eigenschappen
pl: W³a¶ciwo¶ci
pt: _Propriedades
ru: Свойства

source: _Recents files
ar: A_rchivos recientes
de: _Letzte Dateien
es: Ficheros _recientes
hu: Legutóbb használt megnyitása
it: File _recenti
nl: _Recente bestanden
pl: O_twierane pliki
pt: _Ficheiros recentes
ru: Недавние файлы

source: E_xit
ar: _Salir
de: _Ende
es: Salir
hu: Kilépés
it: Esci
nl: Afsluiten
pl: _Wyj¶cie
pt: _Sair
ru: _Выход

source: New catalog
ar: Nuevo catálogo
de: Neuer Katalog
es: Catalogo nuevo
hu: Új katalógus
it: Nuovo catalogo
nl: Nieuwe cataloog
pl: Nowy katalog
pt: Novo catálogo
ru: Новый каталог

source: There is no available catalog plugin
ar: No hay disponible un plugin para los catálogos
de: Es ist keine Katalog-Erweiterung verfügbar
es: No hay ningún plugin de catálogo
it: Non c'è nessun plugin disponibile per il catalogo
nl: Er is geen cataloog plugin beschikbaar
pl: Brak katalogu z pluginami
pt: Não existem plugins de catálogo disponíveis
ru: Нет доступных плагинов каталога

source: Would you want save catalog :
ar: ¿Desea guardar el catálogo? :
de: Wollen Sie den Katalog speichern:
es: ¿Quiere guardar el catalogo?:
hu: El szeretnéd menteni a katalógust?
it: Vuoi salvare il catalogo :
nl: Wil je de cataloog bewaren :
pl: Czy chcesz zapisaæ katalog:
pt: Deseja guardar o catálogo :
ru: Желаете сохранить каталог:

source: New file
ar: Nuevo archivo
de: Neue Datei
es: Fichero nuevo
hu: Új fájl
it: Nuovo file
nl: Nieuw bestand
pl: Nowy plik
pt: Novo ficheiro
ru: Новый файл

source: Enter catalog name
ar: Ingrese el nombre del catálogo
de: Katalognamen eingeben
es: Introduce el nombre del catálogo
hu: Nevezd el a katalógust
it: Inserisci il nome del catalogo
nl: Geef naam van cataloog
pl: Wprowad¼ nazwê katalogu
pt: Introduza o nome do catálogo
ru: Ведите название каталога

source: Open catalog
ar: Abrir catálogo
de: Katalog öffnen
es: Abrir catalogo
hu: Katalógus megnyitása
it: Apri catalogo
nl: Open cataloog
pl: Otwórz katalog
pt: Abrir catálogo
ru: Открыть каталог

source: Open file
ar: Abrir archivo
de: Öffne Datei
es: Abrir fichero
hu: Fájl megnyitása
it: Apri file
nl: Open bestand
pl: Otwórz plik
pt: Abrir ficheiro
ru: Открыть файл

source: Close file
ar: Cerrar archivo
de: Schliesse Datei
es: Cerrar fichero
hu: Fájl bezárása
it: Chiudi file
nl: Sluit bestand
pl: Zamknij plik
pt: Fechar ficheiro
ru: Закрыть файл

source: No catalog is opened
ar: No hay catálogo abierto
de: Es ist kein Katalog geöffnet
es: No hay ningún catalogo abierto
hu: Nincs megnyitott katalógus
it: Nessun catalogo è stato caricato
nl: Geen cataloog geopend
pl: ¯aden katalog nie jest otwarty
pt: Nenhum catálogo está aberto
ru: Нет открытого каталога

source: Send file by mail
ar: Enviar archivo por mail
de: Sende Datei per Email
es: Enviar fichero por correo
hu: Fájl küldése e-mailben.
it: Spedisci file via e-mail
nl: Verstuur bestand per mail
pl: Wy¶lij plik poprzez e-mail
pt: Enviar ficheiro por email
ru: Послать файл по почте

source: Please configure mail options in the settings in order to send mails.
ar: Por favor configurar las opciones de mail en las preferencias para poder enviar mails.
de: Bitte konfigurieren Sie die Mail-Optionen in den Einstellungen, um Email versenden zu können.
es: Por favor, configura las opciones de correo en los ajustes a fin de enviar correos.
hu: Levélküldéshez a beállítások menüben állítsd be a levelezéshez szükséges információkat!
it: Per favore configura le opzioni di posta nelle impostazioni prima di trasmettere l'e-mail.
nl: Configureer mail opties in instellingen om mails te kunnen versturen.
pl: Proszê skonfigurowaæ opcje e-mail w ustawieniach.
pt: Por favor configure as opções de email por forma a poder enviar emails.
ru: Пожалуйста, установите параметры почты в настройках для отправки почтовых сообщений.

source: Save as catalog
ar: Guardar como catálogo
de: Speichere als Katalog
es: Guardar como catalogo
hu: Mentése más néven
it: Salva catalogo con nome
nl: Bewaar als cataloog
pl: Zapisz jako katalog
pt: Gravar como catálogo
ru: Сохранить как каталог

source: The current catalog is never be saved, cannot send it
ar: El catálogo actual no se guardó nunca, no puede enviarse
de: Der aktuelle Katalog wurde nicht gesichert und kann nicht verschickt werden.
es: El catálogo actual no fue guardado, no puede enviarse
it: Il corrente catalogo non è stato salvato, non posso trasmetterlo
nl: Je hebt de huidige cataloog niet bewaard, kan niet verzonden worden
pl: Bie¿±cy katalog nie jest zapisywany, nie mogê go wys³aæ
pt: O catálogo actual nunca foi guardado, impossível enviar
ru: Текущий каталог небыл сохранён, невозможно его отправить

source: Catalog properties
ar: Propiedades del catálogo
de: Katalog-Eigenschaften
es: Propiedades de catalogo
hu: Katalógus tulajdonságai
it: Proprietà catalogo
nl: Cataloog eigenschappen
pl: W³a¶ciwo¶ci katalogu
pt: Propriedades do catálogo
ru: Свойства каталога

source: Save catalog
ar: Guardar catálogo
de: Speichere Katalog
es: Guardar catálogo
hu: Katalógus mentése
it: Salva catalogo
nl: Bewaar cataloog
pl: Zapisz katalog
pt: Guardar catálogo
ru: Сохранить каталог

source: Quit
ar: Salir
de: Ende
es: Salir
hu: Kilépés
it: Esci
nl: Afsluiten
pl: Wyjd¼
pt: Sair
ru: Выход

source: Import catalog from
ar: Importar catálogo de
de: Importiere Katalog von
es: Importar catálogo desde
it: Importa catalogo da
nl: Importeer cataloog vanuit
pl: Importuj katalog z
pt: Importar catálogo de
ru: Импортировать каталог из

source: Catalog imported
ar: Catálogo importado
de: Katalog importiert
es: Catálogo importado
it: Catalogo importato
nl: Cataloog geïmporteerd
pl: Katalog zaimportowany
pt: Catálogo importado
ru: Каталог импортирован

source: Catalog is not imported
ar: El catálogo no se importo
de: Katalog wurde nicht importiert
es: Cátalogo no importado
it: Il catalogo non è importato
nl: Geen cataloog geimporteerd
pl: Katalog nie jest zaimportowany
pt: O Catálogo não foi importado
ru: Каталог не импортирован

source: A catalog is already opened
ar: El catálogo ya está abierto
de: Es ist bereits ein Katalog geöffnet
es: Ya hay un catálogo abierto
it: Un catalogo è già aperto
nl: Cataloog is reeds geopend
pl: Katalog jest ju¿ otwarty
pt: Já existe um catálogo aberto
ru: Каталог уже открыт

source: Export catalog to
ar: Exportar catálogo a
de: Katalog exportieren als
es: Exportar catálogo a
it: Esporta catalogo in
nl: Exporteer cataloog naar
pl: Eksportuj katalog do
pt: Exportar catálogo para
ru: Экспортировать каталог в

source: Catalog exported
ar: Catálogo exportado
de: Katalog exportiert
es: Catálogo exportado
it: Catalogo esportato
nl: Cataloog geëxporteerd
pl: Katalog wyeksportowany
pt: Catálogo exportado
ru: Каталог экспортирован

source: Catalog is not exported
ar: El catálogo no se exportó
de: Katalog wurde nicht exportiert
es: El catálogo no fue exportado
it: Il catalogo non è esportato
nl: Cataloog is niet geëxporteerd
pl: Katalog nie wyeksportowany
pt: O Catálogo não foi exportado
ru: Каталог не экспортирован

source: _Help
ar: Ay_uda
de: _Hilfe
es: Ayuda
hu: Súgó
it: Aiuto
pl: _Pomoc
pt: _Ajuda
ru: _Помощь

source: A_bout
ar: _Acerca
de: _Über
es: Acerca de
hu: Névjegy
it: Altro
nl: O_ver
pl: _O programie
pt: _Sobre
ru: _О программе

source: _Options
ar: _Opciones
de: _Optionen
es: _Opciones
hu: _Beállítások
it: _Opzioni
nl: _Opties
pl: _Opcje
pt: _Opções
ru: Настройки

source: Se_ttings
ar: Pre_ferencias
de: _Einstellungen
es: Ajus_tes
hu: Beállítások
it: Impos_tazioni
nl: Instellingen
pl: Us_tawienia
pt: Configuração
ru: Установки

source: New
ar: Nuevo
de: Neu
es: Nuevo
hu: Új
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый

source: Open
ar: Abrir
de: Öffnen
es: Abrir
hu: Megnyit
it: Apri
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть

source: Save
ar: Guardar
de: Speichern
es: Guardar
hu: Mentés
it: Salva
nl: Bewaren
pl: Zapisz
pt: Guardar
ru: Сохранить

source: Save as
ar: Guardar como
de: Speichern als
es: Guardar como
hu: Mentés másként..
it: Salva con nome
nl: Bewaren als
pl: Zapisz jako
pt: Guardar como
ru: Сохранить как

source: Exit
ar: Salir
de: Ende
es: Salir
hu: Bezárás
it: Esci
nl: Afsluiten
pl: Wyjd¼
pt: Sair
ru: Выход

source: Rename
ar: Renombrar
de: Umbenennen
es: Renombrar
hu: Átnevezés
it: Rinomina
nl: Hernoemen
pl: Zmieñ nazwê
pt: Renomear
ru: Переименовать

source: Edit description
ar: Editar descripción
de: Beschreibung editieren
es: Editar descripción
hu: Leírás készítés
it: Edita le descrizioni
nl: Beschrijving bijwerken
pl: Edytuj opis
pt: Editar descrição
ru: Редактировать описание

source: Properties
ar: Propiedades
de: Eigenschaften
es: Propiedades
hu: Tulajdonságok
it: Proprietà
nl: Eigenschappen
pl: W³a¶ciwo¶ci
pt: Propriedades
ru: Свойства

source: Move To...
ar: Mover A...
de: Übertragen nach ...
es: Mover a...
hu: Kibontás...
it: Sposta in...
nl: Verplaatsen naar...
pl: Przenie¶ Do...
pt: Mover para...
ru: Переместить в...

source: Delete disk
ar: Borrar disco
de: Volume löschen
es: Borrar disco
hu: Eltávolítás
it: Cancella disco
nl: Schijf wissen
pl: Usuñ dysk
pt: Apagar disco
ru: Удалить диск

source: Change volume label
ar: Cambiar la etiqueta
de: Volume-Label ändern
es: Cambiar la etiqueta del volumen
hu: Kötetcímke változtatása
it: Cambia etichetta di volume
nl: Volumenaam wijzigen
pl: Zmieñ etykietê woluminu
pt: Alterar a etiqueta do volume
ru: Изменить метку тома

source: Remove from catalog
ar: Eliminar del catálogo
de: Aus Katalog entfernen
es: Quitar del catalogo
hu: Eltávolítás a katalógusból
it: Rimuovi dal catalogo
nl: Uit cataloog verwijderen
pl: Usuñ z katalogu
pt: Remover do catálogo
ru: Удалить из каталога

source: Edit file
ar: Editar archivo
de: Datei editieren
es: Editar fichero
hu: File szerkesztése
it: Edita file
nl: Bestand bijwerken
pl: Edytuj plik
pt: Editar ficheiro
ru: Редактировать файл

source: Can't edit this file!!
ar: No se puede editar este archivo!!
de: Kann diese Datei nicht editieren!!
es: No se puede editar este fichero!!
hu: Nem lehet a file-t szerkeszteni!!
it: Non posso editare questo file!!
nl: Kan dit bestand niet bijwerken!!
pl: Nie mogê edytowaæ tego pliku!!!
pt: Não é possível editar este ficheiro!!
ru: Невозможно редактировать файл!!!

source: Rename catalog
ar: Renombrar catálogo
de: Katalog umbenennen
es: Renombrar catalogo
hu: Katalógus átnevezése
it: Rinomina catalogo
nl: Cataloog hernoemen
pl: Zmieñ nazwê katalogu
pt: Renomear catálogo
ru: Переименовать каталог

source: Enter new catalog name
ar: Ingrese el nuevo nombre del catálogo
de: Neuen Katalog-Namen eingeben
es: Introduce el nuevo nombre del catalogo
hu: Katalógus új neve
it: Inserisci il nuovo nome del catalogo
nl: Geef nieuwe naam voor cataloog
pl: Wprowad¼ now± nazwê katalogu
pt: Introduza um nome para o novo catálogo
ru: Введите новое название каталога

source: Invalid filled catalog name
ar: El nombre de catálogo ingresado es inválido
de: Eingegebener Katalogname ungültig
es: Nombre del catálogo inválido
it: Nome del catalogo inserito non valido
nl: Ongeldige cataloog naam
pl: B³êdna nazwa katalogu
pt: Nome do catálogo incorrectamente preenchido
ru: Неправильное название каталога
