Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: Catalog description
ar: Descripción del catáolgo
de: Katalog-Beschreibung
es: Descripción del catálogo
hu: Katalógus leírása
it: Descrizione catalogo
nl: Cataloogbeschrijving
pl: Opis katalogu
pt: Descrição do catálogo
ru: Описание каталога

source: Rename disk
ar: Renombrar disco
de: Volume umbenennen
es: Renombrar disco
hu: Lemez átnevezése
it: Rinomina disco
nl: Schijf hernoemen
pl: Zmieñ nazwê dysku
pt: Renomear disco
ru: Переименовать диск

source: Enter new disk name
ar: Ingrese nombre del nuevo disco
de: Neuen Volume-Namen eingeben
es: Introduce el nuevo nombre del disco
hu: Új lemez neve
it: Inserisci il nuovo nome del disco
nl: Geef nieuwe naam voor schijf
pl: Wprowad¼ now± nazwê dysku
pt: Introduza um nome para o novo disco
ru: Веедите новое название диска

source: The filled disk name already exist in the current catalog
ar: El nombre de disco ingresado ya existe en el catálogo actual
de: Der eingegebene Plattenname existiert bereits im aktuellen Katalog
es: El nombre del disco ingresado ya existe en el catálogo actual
it: Il nome del disco già esiste nel catalogo corrente
nl: De gegeven bestandsnaam bestaat al in deze folder
pl: Nazwa dysku ju¿ istnieje w bie¿±cym katalogu
pt: O nome especificado para o disco já existe no catálogo
ru: Введенное название уже существует в текущем каталоге

source: No new disk name was filled
ar: No se ingreso el nombre del nuevo catálogo
de: Es wurde kein neuer Plattenname eingegeben
es: No se ingresó ningún nombre de disco nuevo
it: Nessun nome del nuovo disco è stato inserito
nl: Je hebt geen nieuwe bestandsnaam ingevuld
pl: Nie podano nowej nazwy dysku
pt: Não especificou um novo nome para o disco
ru: Новое название диска не введено

source: Enter new disk volume label
ar: Ingrese etiqueta del nuevo disco
de: Neuen Volume-Label eingeben
es: Introduce la nueva etiqueta del volumen
hu: Új lemez kötetcímkéje
it: Inserisci la nuova etichetta di volume
nl: Geef nieuwe schijf volume label
pl: Wprowad¼ now± etykietê dysku
pt: Introduza a etiqueta de volume do novo disco
ru: Ведите новую метку тома диска

source: Disk description
ar: Descripción del disco
de: Volume-Beschreibung
es: Descripción de disco
hu: Lemez leírása
it: Descrizione disco
nl: Schijfbeschrijving
pl: Opis dysku
pt: Descrição do disco
ru: Описание диска

source: Rename folder
ar: Renombrar directorio
de: Verzeichnis umbenennen
es: Renombrar carpeta
hu: Mappa átnevezése
it: Rinomina cartella
nl: Folder hernoemen
pl: Zmieñ nazwê folderu
pt: Renomear directoria
ru: Переименовать папку

source: Enter new folder name
ar: Ingrese el nombre del nuevo directorio
de: Neuen Verzeichnis-Namen eingeben
es: Introduce el nuevo nombre de la carpeta
hu: Usd be az uj mappa nevet
it: Inserisci il nuovo nome della cartella
nl: Geef nieuwe naam folder
pl: Wprowad¼ now± nazwê folderu
pt: Introduza o novo nome para a directoria
ru: Введите новое название папки

source: The filled folder name already exist in the current folder
ar: El nombre de directorio ingresado ya existe en el directorio actual
de: Der eingetragene Verzeichnis-Name existiert bereits im aktuellen Verzeichnis
es: El nombre de la carpeta ingresado ya existe en la carpeta actual
hu: Mar van ilyen nevu mappa az aktualis mappaban
it: Il nome della cartella già esiste nell'attuale posizione
nl: De ingevulde foldernaam bestaat al in de actuele folder
pl: Folder ju¿ istnieje
pt: O nome especificado para a directoria já existe
ru: Введённое название папки уже существует

source: No new folder name was filled
ar: No se ingreso el nombre del nuevo directorio
de: Es wurde kein neuer Verzeichnisname eingegeben
es: No se ingresó ningún nombre de carpeta nuevo
hu: Nem adtal meg uj mappa nevet
it: Nessun nome della cartella è stato inserito
nl: Geen nieuwe foldernaam ingegeven
pl: Brak foldera
pt: Não inseriu um nome para a directoria
ru: Новое название папки не введено

source: Folder description
ar: Descripción del directorio
de: Verzeichnis-Beschreibung
es: Descripción de carpeta
hu: Mappa leírása
it: Descrizione cartella
nl: Folderbeschrijving
pl: Opis folderu
pt: Descrição da directoria
ru: Описание папки

source: Rename file
ar: Renombrar archivo
de: Datei umbenennen
es: Renombrar fichero
hu: Fajl átnevezése
it: Rinomina file
nl: Bestand hernoemen
pl: Zmieñ nazwê pliku
pt: Renomear ficheiro
ru: Переименовать файл

source: Enter new file name
ar: Ingrese el nombre del nuevo archivo
de: Neuen Datei-Namen eingeben
es: Introduce el nuevo nombre del fichero
hu: Új fajl neve
it: Inserisci il nuovo nome del file
nl: Geef nieuwe bestandsnaam
pl: Wprowad¼ now± nazwê pliku
pt: Introduza o novo nome para o ficheiro
ru: Введите новое название файла

source: The filled file name already exist in the current folder
ar: El nombre de archivo ingresado ya existe en el directorio actual
de: Der eingegebene Dateiname existiert bereits im aktuellen Verzeichnis
es: El nombre del fichero ingresado ya existe en la carpeta actual
hu: Az altalad beutott nevu fajl mar letezik az aktualis mappaban
it: Il nome del file già esiste nella cartella corrente
nl: De gegeven bestandsnaam bestaat al in deze folder
pl: Plik ju¿ istnieje
pt: O nome especificado para o ficheiro já existe
ru: Введённое название файла уже существует в текущей папке

source: No new file name was filled
ar: No se ingreso el nombre del nuevo archivo
de: Es wurde kein neuer Dateiname eingegeben
es: No se ingresó ningún nombre de fichero
hu: Nem adtal meg uj fajl nevet
it: Nessun nome del nuovo file è stato inserito
nl: Je hebt geen nieuwe bestandsnaam ingevuld
pl: Brak pliku
pt: Não especificou um nome para o ficheiro
ru: Новое название файла не введено

source: File description
ar: Descripción del archivo
de: Datei-Beschreibung
es: Descripción de fichero
hu: File meghatározása
it: Descrizione file
nl: Bestandsbeschrijving
pl: Opis pliku
pt: Descrição do ficheiro
ru: Описание файла

source: Archive
ar: Archivo
de: Archiv
es: Archivo
hu: Katalógus
it: Archivio
nl: Archiveer
pl: Archiwum
pt: Arquivo
ru: Архив

source: Catalog
ar: Catálogo
de: Katalog
es: Catálogo
hu: Katalógus
it: Catalogo
nl: Cataloog
pl: Katalog
pt: Catálogo
ru: Каталог

source: Closing catalog
ar: Cerrando catálogo
de: Schließe Katalog
es: Cerrando catálogo
hu: Katalógus bezárása
it: Chiusura catalogo
nl: Sluit cataloog
pl: Zamknij katalog
pt: A fechar catálogo
ru: Закрытие каталога

source: Please wait...
ar: Por favor espere...
de: Bitte warten
es: Por favor, espera...
hu: keresés folyamatban...
it: Attendere prego...
nl: Even wachten...
pl: Proszê czekaæ...
pt: Por favor aguarde...
ru: Пожалуйста подпждите...

source: Catalog closed
ar: Catálogo cerrado
de: Katalog geschlossen
es: Catálogo cerrado
hu: Katalógus bezáródott
it: Catalogo chiuso
nl: Cataloog gesloten
pl: Katalog usuniêty
pt: Catálogo encerrado
ru: Каталог закрыт

source: unknown owner
ar: dueño desconocido
de: unbekannter Eigner
es: propietario desconocido
hu: ismeretlen tulajdonos
it: proprietario sconosciuto
nl: onbekende eigenaar
pl: nieznany w³a¶ciciel
pt: proprietário desconhecido
ru: неизвестный владелец

source: unknown group
ar: grupo desconocido
de: unbekannte Gruppe
es: grupo desconocido
hu: ismeretlen csoport
it: gruppo sconosciuto
nl: onbekende groep
pl: nieznana grupa
pt: grupo desconhecido
ru: неизвестная группа

source: New disk
ar: Nuevo disco
de: Neues Volume
es: Nuevo disco
hu: Új lemez
it: Nuovo disco
nl: Nieuwe schijf
pl: Nowy dysk
pt: Novo disco
ru: Новый диск

source: Select the media that will be added as disk to your catalog.
ar: Seleccione el disco que será agregado como disco a tu catálogo.
de: Wählen Sie das Volume, welches zum Katalog hinzugefügt wird.
es: Selecciona el medio que sera añadido como disco a tu catálogo.
hu: Válaszd ki az adathordozot, ami lemezkent jelenik majd meg a katalogusodban
it: Seleziona il dispositivo che verrà aggiunto come disco al tuo catalogo.
nl: Selecteer het medium dat als schijf aan je cataloog wordt toegevoegd.
pl: Wybierz dysk, który ma zostaæ dodany do katalogu.
pt: Seleccione o suporte que será adicionado como disco ao seu catálogo.
ru: Выберите носитель который будет добвылен как диск в ваш каталог

source: Select media :
ar: Seleccione disco :
de: Wähle Volume:
es: Selecciona medio :
hu: Adathordozo választása :
it: Seleziona dispositivo :
nl: Selecteer medium :
pl: Wybierz dysk :
pt: Seleccione o suporte :
ru: Выберите носитель :

source: Enter the number of the new disk. This number can help you with the history of your catalog.
ar: Ingrese el número del nuevo disco. Este número puede ayudarte como un histórico del catálogo.
de: Geben Sie die Nummer des neuen Volumes ein. Diese Nummer kann bei der Verwaltungdes Katalogs hilfreich sein.
es: Introduce el número del nuevo disco. Este número puede ayudarte con el historial de tu catálogo.
hu: Üsd be az új lemez listabeli azonosítókulcsát!
it: Inserisci il numero del nuovo disco. Questo numero può esserti d'aiuto per capire la 'storia' del catalogo.
nl: Geef nummer van nieuwe schijf. Dit nummer kan je helpen bij de historiek van je cataloog.
pl: Wprowad¼ numer nowego dysku. Pomo¿e Ci on przy historii Twojego katalogu.
pt: Introduza o número do novo disco. Este número poderá ajudá-lo na história do seu catálogo.
ru: Ввеите номер нового диска. Этот номер поможет вам вести историю каталога.

source: Archive N# :
ar: Archivo N# :
de: Archiv-Nummer:
es: Archivo N# :
hu: Sorszáma a katalógusban :
it: Archivio N# :
nl: Archiefnr :
pl: Archiwum nr :
pt: Arquivo N# :
ru: Архив N :

source: Enter the name of the new disk. This name will be appear in your catalog.
ar: Ingrese el nombre del nuevo disco. Es el nombre el que aparecerá en el catálogo.
de: Geben Sie den Namen des neuen Volumes ein. Dieser Name wird in Ihrem Katalog benutzt.
es: Introduce el nombre del nuevo disco. Este nombre aparecerá en tu catálogo.
hu: Üsd be az új lemez nevét! Ezzel a névvel fog megjelenni a katalógusodban.
it: Inserisci il nome del nuovo disco. Questo nome apparirà nel tuo catalogo.
nl: Geef de naam van de nieuwe schijf. Deze naam komt in je cataloog.
pl: Wprowad¼ nazwê nowego dysku. Jest to nazwa, która pojawi siê w katalogu.
pt: Introduza o nome do novo disco. Esse nome aparecerá no seu catálogo.
ru: Введите название нового диска. Это название будет отображаться в вашем каталоге.

source: Name :
ar: Nombre :
es: Nombre :
hu: Név :
it: Nome :
nl: Naam :
pl: Nazwa :
pt: Nome :
ru: Название :

source: Category :
ar: Categoría :
de: Kategorie :
es: Categoría :
hu: Kategória :
it: Categoria :
nl: Categorie :
pl: Kategoria :
pt: Categoria :
ru: Категория :

source: Select the category to apply to the disk which will be added (even if the option is checked).
ar: Seleccione la categoría que será aplicada al disco que será agregado (incluso si la opción está seleccionada).
de: Wählen Sie die Kategorie, die auf das hinzugefügte Volume angewandt wird (selbst wenn die Option aktiviert ist).
es: Selecciona la categoría a aplicar al disco el cual sera añadido (si la opción está marcada).
hu: Válaszd ki azt a lemezhez társítandó kategóriát (még ha TODO)
it: Seleziona la categoria da applicare al disco la quale verrà aggiunta (anche se l'opzione è spuntata).
nl: Selecteer categorie voor schijf die toegevoegd zal worden (ook als de optie is aangestipt).
pl: Wybierz kategoriê, która odnosi siê do dysku, który zostanie dodany.
pt: Seleccione a categoria a que pertence o disco a adicionar (mesmo se a opção estiver marcada).
ru: Выберите категорию которая будет применена к добавляемому диску (даже если опция выбрана)

source: Give the device file of the selected media.
ar: Ingrese el nombre del dispositivo del medio seleccionado.
de: Gerätedatei des gewählten Volumes angeben.
es: Da el fichero de dispositivo del medio seleccionado.
hu: Add meg a kivalasztott adathordozo /dev-es elereset (device file)
it: Fornisci il device file del dispositivo selezionato.
nl: Geef het apparaatbestand van het geselecteerde medium.
pl: Podaj urz±dzenie dla wybranego medium.
pt: Indique o ficheiro de dispositivo do suporte seleccionado.
ru: Показывает файл устройства выбранного носителя

source: Info :
hu: Tulajdonságai :
it: Informazione :
nl: Informatie :
pl: Informacje :
pt: Informação :
ru: Информация :

source: Give the type of the selected media (ex : ext2, ext3, vfat, ntfs, ...).
ar: Ingrese el sistema de archivos del los discos seleccionados (por ejemplo: ext2, ext3, vfat, ntfs, ...).
de: Geben Sie den Typ des Volumes ein (z. B. ext2, ext3, vfat, ntfs, ...).
es: Da el tipo del medio seleccionado (ej: ext2,ext3,vfat,ntfs,...).
hu: Add meg a kiválasztott adathordozo fajlrendszerenek tipusát! (ex : ext2, ext3, vfat, ntfs, ...).
it: Fornisci il tipo di filesystem del dispositivo selezionato (ex : ext2, ext3, vfat, ntfs, ...)
nl: Geef type van het geselecteerde medium (bijv : ext2, ext3, vfat, ntfs, ...).
pl: Podaj typ wybranego dysku (ext2, ext3, vfat, ntfs, itd.)
pt: Indique o tipo do suporte seleccionado. (ex: ext2, ext3, vfat, ntfs, ...)
ru: Показывает тип выбранного устройства (напр: ext2, ext3, vfat, ntfs, ...).

source: Type :
ar: Tipo :
de: Typ:
es: Tipo :
hu: Fájlrendszer tipusa:
it: Tipo :
pl: Typ :
pt: Tipo :
ru: Тип :

source: Display if the selected media is mounted or no.
ar: Mostrar si el disco seleccionado está montado o no.
de: Anzeige, ob das gewählte Volume angehängt oder nicht angehängt ist.
es: Muestra si el medio seleccionado está montado o no.
hu: Megjeleníti, hogy a kiválasztott lemez mount-olt vagy sem.
it: Visualizza se il dispositivo selezionato è montato o meno.
nl: Toon of geselecteerde medium is gemonteerd of niet.
pl: Wy¶wietl informacje o podmontowaniu wybranego dysku.
pt: Mostrar se o suporte seleccionado está ou não montado.
ru: Показывает смонтировано выбранное устройство или нет.

source: Mounted :
ar: Montado :
de: angehängt:
es: Montado :
hu: Mount -olt :
it: Montato :
nl: Gemonteerd :
pl: Podmontowany :
pt: Montado :
ru: Смонтировано :

source: Give the volume name of the selected media (only if is mounted).
ar: Ingrese el nombre del volumen del disco seleccionado (solo si está montado).
de: Volume-Name des gewählten Volumes (wenn angehängt).
es: Da el nombre del volumen del medio seleccionado (sólo si está montado).
hu: Add meg a kiválsztott lemez kötet nevét (ha mount-olt)
it: Fornisci il nome del volume del dispositivo selezionato (solo se montato).
nl: Geef volumenaam geselecteerd medium (enkel wanneer gemonteerd).
pl: Podaj nazwê woluminu wybranego dysku (je¶li jest podmontowany).
pt: Indique o nome de volume do suporte seleccionado (apenas se estiver montado).
ru: Показывает имя тома выбранного носителя (только если он смонтирован).

source: Volume :
ar: Volumen :
es: Volumen :
hu: Kötet :
pl: Wolumin :
ru: Том :

source: Give the serial number of the selected media (only if is mounted). This number is a manufacture number.
ar: Ingrese el número de serie del disco seleccionado (solo si está montado). Este número es un número de fabricación.
de: Serien-Nummer des gewählten Volumes (wenn angehängt). Diese Nummer ist eine Hersteller-Nummer.
es: Da el número de serie del medio seleccionado (sólo si está montado). Este número es de fábrica.
hu: Ha mountolt a lemez, akkor add meg a kiválasztott lemez gyártási számát!
it: Fornisci il numero seriale del dispositivo selezionato (solo se montato). Questo numero è il numero di identificazione del produttore.
nl: Geef serienummer van geselecteerd medium (alleen indien gemonteerd). Dit nummer is een fabrieksnummer.
pl: Podaj numer seryjny wybranego dysku (je¶li jest podmontowany). Numer ten jest numerem wytwórcy dysku.
pt: Indique o número de série do suporte seleccionado (caso esteja montado). Este é um número de fábrica.
ru: Показывает серийный номер выбраного носителя (только если он смонтирован). Этот номер установлен на заводе изготовителе.

source: Serial N# :
ar: Número de serie :
de: Serien-Nr.:
es: Nº serie N# :
hu: Sorozatszám:
it: Numero seriale :
nl: Serienummer :
pl: Numer seryjny :
pt: Número de série N#
ru: Серийный N :

source: Give the full space of the selected media (only if is mounted).
ar: Ingrese el espacio total del disco seleccionado (solo si se encuentra montado).
de: Geben Sie den vollen Platz des gewählten Volumes an (wenn angehängt).
es: Da el espacio total del medio seleccionado (sólo si está montado).
hu: Megadja a kiválasztott lemez szabad területét (ha mount-olt).
it: Fornisci lo spazio utilizzato del dispositivo selezionato (solo se montato).
nl: Geef volledige ruimte op geselecteerd medium (alleen indien gemonteerd).
pl: Podaj pojemno¶æ wybranego dysku (je¶li jest
pt: Indique o espaço total do suporte seleccionado (caso esteja montado).
ru: Показывает полную ёмкость выбраного носителя (только если он смонтирован).

source: Capacity :
ar: Capacidad :
de: Kapazität:
es: Capacidad :
hu: Teljes tárolókapacitás :
it: Capacità :
nl: Capaciteit :
pl: Pojemno¶æ :
pt: Capacidade :
ru: Ёмкость :

source: Give the free space of the selected media (only if is mounted).
ar: Ingrese el espacio libre del disco seleccionado (solo si se encuentra montado).
de: Freier Platz des gewählten Volumes (wenn angehängt).
es: Da el espacio libre del medio seleccionado (sólo si está montado).
hu: Megadja a szabad tárolókapacitását a választott lemeznek (ha mount-olt)
it: Fornisci lo spazio libero del dispositivo selezionato (solo se montato).
nl: Geef vrije ruimte op geselecteerd medium (alleen indien gemonteerd).
pl: Podaj ilo¶æ wolnego miejsca na wybranym dysku (je¶li jest pod³±czony).
pt: Indique o espaço livre no suporte seleccionado (caso esteja montado).
ru: Показывает свободное пространство на выбраном носителе (только если он смонтирован)

source: Free space :
ar: Espacio libre :
de: Freier Platz:
es: Espacio libre :
hu: Szabad tárolókapacitás :
it: Spazio libero :
nl: Vrije ruimte :
pl: Wolne :
pt: Espaço livre :
ru: Свободное пространство :

source: Options
ar: Opciones
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
ru: Настройки

source: Display info
ar: Mostrar información
de: Zeige Info
es: Muestra info
hu: Tulajdonságok megjelenítése
it: Visualizza informazioni
nl: Toon informatie
pl: Wy¶wietl informacje
pt: Monstrar informação
ru: Отображать информацию

source: Displays selected media informations as path, capacity, free space, label,...
ar: Muestra información del dispositivo seleccionado como ruta, capacidad, espacio libre, etiqueta,...
de: Zeigt Informationen zum gewählten Gerät an wie Mount-Punkt, Kapazität, freier Platz, Label, ...
es: Muestra la información del medio seleccionado como punto de montaje, capacidad, espacio libre, etiqueta,...
hu: A kiválasztott adathordozo tulajdonságainak megjelenítése úgy mint szabad hely, összes hely, mountolt e, blabla
it: Visualizza le informazioni sul dispositivo selezionato : percorso, spazio libero, etichetta di volume,...
nl: Toon geselecteerde medium informatie zoals pad, capaciteit, vrije ruimte, label,...
pl: Wy¶wietla informacje o wybranym urz±dzeniu (punkt podmontowania, pojemno¶æ, wolne miejsce, etykieta itd.)
pt: Mostra informações acerca do suporte seleccionado tais como caminho, capacidade, espaço livre, etiqueta,...
ru: Отображает такую информацию о выбраном носителе как путь, ёмкость, свободное пространство, метка,...

source: Automount
ar: Automontar
es: Automontar
it: Automontaggio
nl: Automonteren
pl: Automatyczne podmontowanie
ru: Автомонтирование

source: Mount the media if it wasn't mounted. And unmount after the media even if it was mounted before the scan.
ar: Montar el disco solo si no lo estaba. Y desmontar luego el disco incluso si estaba montado antes de la exploración.
de: Volume anhängen, wenn es nicht angehängt war. Und Aushängen des Volumes, auch wenn es vor dem Scan angehängt war.
es: Monta el medio si no estaba montado. Y desmonta despues el disco inclusive si estaba montado antes del escaneo.
hu: Ha a lemez nem mount-olt, akkor mountolja, majd unmount-olja, függetlenül attól hogy volt e elõzõleg mount-olva. (Mount muvelet teszi olvashatova a lemezt.)
it: Monta il dispositivo se esso non è montato. Dopo la scansione il dispositivo verrà smontato anche se era montato prima della scansione.
nl: Monteer medium indien niet gemonteerd. En demonteer nadien ook als het gedemonteerd was voor de scan.
pl: Podmontuj dysk, je¶l nie by³ oraz odmontuj dysk po zakoñczeniu operacji (nawet je¶li by³ podmontowany przed skanowaniem).
pt: Monta o suporte caso ainda nao o tenha feito. E desmonta após mesmo se já montado antes da procura.
ru: Монтирует носитель если он небыл смонтирован. И отмонтирует впоследствии даже если он был смонтирован перед сканированием.

source: Explore tree structure of the media.
ar: Explorar la estructura del disco.
de: Baumstruktur der Platte durchsuchen.
es: Explorar estructura de árbol del medio.
hu: Lemez fa struktúrájának átvizsgálása.
it: Eplora ad albero la struttura del dispositivo.
nl: Onderzoek boomstructuur van medium.
pl: Przegl±danie struktury dysku w postaci drzewa.
pt: Explorar a estrutura de árvore do suporte.
ru: Просматривать структуру дерева носителя

source: Keep this option checked to scan all folders and files informations.
ar: Mantene esta opcion seleccionada para escanear toda la informacion de directorios y archivos.
de: Diese Option markiert lassen, um alle Ordner und Dateien zu prüfen.
es: Mantenga esta opción marcada para escanear toda la información de carpetas y archivos
hu: Kijelölésekor minden fájl és mappa katalógusba kerül.
it: Mantieni questa opzione selezionata per esaminare tutte le informazioni sui file e sulle cartelle.
nl: Hou deze optie aangestipt om alle folder- en bestandsinfo te scannen.
pl: W³±czenie opcji powoduje przeskanowanie wszystkich katalogów i plików.
pt: Mantenha esta opção seleccionada para percorrer toda a informação de pastas e ficheiros.
ru: Держите эту опцию выбраной для того что получить информацию о все файлах и папках.

source: Explore archive files (.tar, .gz, .zip, ...)
ar: Explorar archivos comprimidos (.tar, .gz, .zip, ...)
de: Archiv-Dateien durchsuchen (tar, .gz., zip, ...)
es: Explorar archivo de ficheros (.tar,.gz,.zip,...)
hu: Tömörített fájlok feltárása (.tar, .gz, .zip, ...)
it: Esplora archivio dei files (.tar, .gz, .zip,...)
nl: Onderzoek archief bestanden (.tar, .gz, .zip, ...)
pl: Przegl±daj archiwa (.tar, .gz, .zip itp.)
pt: Explorar arquivos (.tar, .gz, .zip, ...)
ru: Просмотр заархивированных файлов (.tar, .gz, .zip, ...)

source: Not yet implemented!! Explore all archives, as it was a directory. Archives are tarred or gzipped files.
ar: Todavía sin implementar!! Explorar todos los archivos comprimidos, como si fuera un directorio. Los archivos comprimidos son los archivos tar o gzip.
de: Noch nicht implementiert!! Alle Archive wie Verzeichnisse durchsuchen. Archive sind tar- oder (g)zip-Dateien.
es: Aun no está implementado!! Explora todos los archivos, como si fuera un directorio. Los archivos son .tar o gzip.
hu: Még nincs megvalósítva!!! A tömörített fájlok tartalmát is katalogizálja, mintha a tömörített fájl mappa lenne.
it: Non ancora implementato!! Esplora tutto l'archivio come se fosse una directory. Gli Archivi sono files 'tar' o 'gzip'.
nl: Nog niet geïmplementeerd!! Onderzoek alle archieven, alsof het een folder is. Archieven zijn tar- of gzip-bestanden.
pl: Funkcja jeszcze nie zaimplementowana!!! Traktuj archiwa jak katalogi.
pt: Ainda não implementado!! Explore todos os arquivos como se de directorias se tratassem. Arquivos estão como tar ou gzip.
ru: Пока не реализована!!! Просматроивает все архивы, как каталоги. Архивами являются tarr или zip файлы.
