Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: Eject media if possible
ar: Expulsar disco si es posible
de: Volume auswerfen, wenn möglich.
es: Expulsa medio si es posible
hu: Lemez kiadása (ha lehetséges)
it: Espella disco se possibile
nl: Werp medium uit indien mogelijk
pl: Wysuñ dysk je¶li to mo¿liwe
pt: Ejectar suporte se possível
ru: Извлечь носитель если возможно

source: Eject the media if possible (CD-ROM...), even if the tray was closed. This is enable only if automount is enable!!
ar: Expulsar el disco si es posible (CD-ROM...), incluso si la bandeja estaba cerrada. Esto está habilitado sólo si automontar está habilitado!!
de: Volume auswerfen, wenn möglich (CD-ROM ...), auch wenn die Schublade geschlossen ist. Dies ist nur möglich, wenn Automount aktiviert ist!!
es: Expulsa el medio si es posible (CD-ROM,...) aun si la bandeja está cerrada. Esto está activo solamente si el automontaje está activo!!
hu: Lemez kiadása (ha lehetséges - pl. CDROM); használatához az automount-ot is engedélyezni kell!
it: Espella il disco se possibile (CD-ROM...), anche se il vassoio era chiuso. Ciò è possibile solo se è abilitato l'automount!!
nl: Werp medium uit (CD-ROM...), ook als de schuif gesloten was. Dit kan alleen als automonteren geactiveerd is!!
pl: Wysuñ dysk je¶li to mo¿liwe (CD-ROM itp.), nawet je¶li tacka by³a zamkniêta. Opcja ta jest w³±czona tylko wtedy, gdy automatyczne montowanie jest w³±czone!!!
pt: Ejectar o suporte se possível (CD-ROM...), mesmo se a drive estiver fechada. Isto apenas é possível caso o automount estiver activado!!
ru: Извлекает носитель если возможно (CD-ROM ...), даже при закрытом лотке. Это возможно только при включенной опции автомонтирование!

source: Sets category recursive
ar: Setear la categoría recursivamente
de: Setzt die Kategorie rekursiv
es: Ajusta categoría recursiva
hu: Kategória megadás alkönyvtárakra is vonatkozzon
it: Imposta ricorsivamente le categorie
nl: Zet categorie recursief
pl: Rekursywnie ustaw kategoriê
pt: Definir categoria como recursiva
ru: Установить категории рекурсивно

source: Apply selected category to all items in the disk to add (disk, folders and files).
ar: Aplicar la categoría seleccionada a todos los items en el disco a agregar (disco, directorios y archivos).
de: Wende gewählte Kategorie auf alle Einträge in der hinzuzufügenden Platte anwenden (Volume, Ordner, Dateien).
es: Aplica la categoría seleccionada a todos los ítems en el disco para añadir (disco, carpetas, ficheros).
hu: A kiválasztott kategóriát a lemezen található minden mappához, fájlhoz hozzárendeli.
it: Applica la categoria selezionata a tutti le voci nel disco da aggiungere (disco, cartelle, files).
nl: Pas categorie toe op alle delen van de toe te voegen schijf (schijf, folders en bestanden).
pl: Zastosuj wybran± kategoriê do wszystkich elementów wybranego dysku (dysk, foldery, pliki).
pt: Aplicar a categoria seleccionada a todos os items no disco a adicionar (disco, directórios e ficheiros).
ru: Применяет выбранную категорию ко всем элементам (диску, папкам, файлам).

source: Auto make description
ar: Descripción automática
de: Beschreibung automatisch erstellen
es: Autodescripción.
hu: Automatikus leíráskészítés
it: Descrizione automatica
nl: Automatische beschrijving
pl: Automatyczne tworzenie opisów
pt: Colocar descrição automaticamente
ru: Автоматическая генерация описания

source: Make auto description of file (file format description, image size for xmp or jpg, etc...).
ar: Crear una descripción automaticamente del archivo (descripción del formato del archivo, tamaño de la imagen para xmp o jpg, etc...).
de: Erstellt Beschreibung der Datei (Dateiformat-Beschreibung, Bildgröße für xmp oder jpg, usw. ...) automatisch.
es: Autodescripción del fichero (descripción del formato del fichero, tamaño de la imagen para xmp o jpg, etc...).
hu: Leírást készít a fájl jellemzõi ( fájl kiterjesztés, jpg esetén képpontok mérete, stb.) alapján
it: Crea una descrizione automatica del file(formato del file, dimensione immagine per il formato .xmp o .jpg, etc...).
nl: Maak automatisch bestandsbeschrijving aan (beschrijving formaat bestand, beeldgrootte van xmp of jpg, enz...).
pl: Utworzenie automatycznego opisu pliku (opis formatu pliku, wielko¶ci obrazka dla jpg itd.).
pt: Efectuar auto descrição do ficheiro (formato do ficheiro, tamanho da imagem para xmp ou jpg, etc...).
ru: Автоматически генерируется описание файла (формат файла, размер xpm или jpg и т.п.).

source: Use an advanced pattern to generate disk name
ar: Usar un patron avanzado para generar el nombre del disco
de: Benutze ein erweitertes Muster zur Generierung des Plattennamens.
es: Usa un patrón avanzado para generar el nombre del disco.
hu: Lemeznév generálás minta alapján
it: Utilizza un modello avanzato per generare il nome del disco
nl: Gebruik een geavanceerd patroon om schijfnaam te genereren
pl: U¿yj zaawansowanego wzoru do wygenerowania nazwy dysku
pt: Utilizar um padrão avançado para gerar o nome do disco
ru: Использовать усложненый шаблон для генерации названия диска

source: You can fill extra tags to generate a disk name with disk information : - %% : % - %n : number archive (can use prefix to prefixed by 0 : %.4n give 0001, 0002, 0003, ..., 0091, ... - %l : media volume label - %t : media type - %s : serial number
ar: Podes completar tags extras para generar un nombre de disco con la informacion del disco - %% : % - %n : numero de archivo (se puede usar un prefijo para agregar ceros : %.4n da 0001, 0002, 0003, ..., 0091, ... - %l : etiqueta del disco - %t : tipo de disco - %s : numero de serie
de: Sie können zusätzliche Markierungen nutzen, um einen Plattennamen mit Platteninformationen zu generieren : - %% : % - %n : Archiv nummerieren (Sie können 0 als Präfix benutzen: %.4n gibt 0001, 0002, 0003, ..., 0091, ... - %l : Volume-Label der Platte - %t : Plattentyp - %s : Serien-Nummer
es: Tu puedes rellenar pestañas extra para generar un nombre de disco con información de disco: - %% : % - %n : número archivo- (puedes usar prefijos prefijados por un 0) - %l : Etiqueta del disco - %t : tipo del disco - %s : número de serie
hu: Név mezõbe írva a : elõttieket behelyettesítõdnek a : utánival lemez név generalaskor: % : % %n : katalógusbeli sorszámot adja vissza%.Xn : X számjegyû szám (pl. %.4n helyére 0001, 0002,0003, ..., 0091 kerül) %l : lemez kötetcímkéje %t : fájlrendszer típusa %s : gyártási szám
it: Puoi riempire etichette addizionali per generare un nome del disco con le info del disco : - %% : % - %n : numero archivio (puoi usare un prefisso preceduto dallo 0 : %.4n dai 0001, 0002, 0003, ..., 0091 ... - %l : etichetta di volume del disco - %t : tipo disco - %s : numero seriale
nl: Je kan extra tags invullen om schijfnaam te genereren met schijfinformatie : - %% : % - %n : archiefnummer (kan prefix gebruiken om te prefixen met 0 : %.4n geeft 0001, 0002, 0003, ..., 0091, ... - %l : medium volumelabel - %t : type medium - %s : serienummer
pl: Mo¿esz wype³niæ dodatkowe pola u¿ywane przy generowaniu nazwy dysku: - %% : % - %n : numer archiwum (mo¿esz u¿yæ prefiksu np. %.4n da 0001, 0002, 0003, ..., 0091 ... - %l : etykieta dysku - %t : typ dysku - %s : numer seryjny
pt: Poderá preencher com tags extra para gerar um nome de disco com informação sobre o disco : - %% : % - %n : número do arquivo (poderá usar prefixo 0 : %.4n será 0001, 0002, 0003, ..., 0091, ... - %l : etiqueta de volume de suporte - %t : tipo de suporte - %s : número de série
ru: Вы можете заполнить дополнительные поля для генерации названия диска и информации о диске : -%% : % - %n : номер архива (можно использовать приставку :0 : 4n даст 0001, 0002, 0003, ... 0091, ... - %l : метка тома носителя - %t : тип носителя - %s : серийный номер

source: Use media volume name as disk name (only when disk name is empty)
ar: Usar nombre del volumen como nombre del disco (solo cuando el nombre del disco esta vacio)
de: Volume-Namen als Platten-Namen benutzen (nur wenn Plattenname leer ist)
es: Utiliza el nombre del volumen del medio como nombre del disco (solamente cuando el nombre del disco esta vacio).
hu: Kötetcimke használata lemeznévként (ha lemez neve nincs kitoltve)
it: Usa il nome dell'etichetta di volume come nome disco (solo quando la casella nome disco è vuota)
nl: Gebruik medium volume label als schijfnaam (alleen als schijfnaam leeg is)
pl: U¿yj nazwy wolumenu jako nazwê dysku
pt: Usar nome de volume do suporte como nome do disco (apenas quando o nome do disco está vazio)
ru: Использовать название тома носителя как название диска (только когда название диска отсутствует)

source: If you didn't enter disk name and if your selected media has a volume name, the media volume name will be applied as disk name.
ar: Si no ingresaste nombre de disco y si el dispositivo seleccionado tiene un nombre de volumen, el nombre del volumen sera aplicado como nombre de disco.
de: Wenn Sie keinen Plattennamen angegeben haben und das gewählte Gerät über einen Volume-Namen verfügt, wird dieser als Plattenname benutzt.
es: Si tu no entraste nombre del disco y tu medio seleccionado tiene nombre de volumen, el nombre del volumen del medio sera como el nombre del disco.
hu: Ha a lemez rendelkezik kötetnévvel és nem adtál a katalogusnak nevet, akkor a lemez neve lesz az uj katalogus neve.
it: Se non hai inserito il nome del disco e se il dispositivo selezionato ha un'etichetta di volume, questa etichetta sarà applicata al nome del disco.
nl: Indien je geen schijfnaam gegeven hebt en je geselecteerde medium een volumenaam heeft, zal de volumenaam als schijfnaam gebruikt worden.
pl: Je¶li nie wprowadzisz nazwy dysku to w przypadku, gdy urz±dzenie posiada nazwê wolumenu bêdzie ona u¿yta jako nazwa dysku.
pt: Caso não tenha inserido um nome para o disco e caso o suporte seleccionado tenha um nome de volume, esse nome será usado como nome do disco.
ru: Если вы не ввели название дискаи и если вы выбрали присвоение носителю названия метки тома, то название метки тома будет применено как имя диска.

source: Add disk
ar: Agregar disco
de: Neues Volume hinzufügen
es: Añadir disco
hu: Új lemez felvétele a katalógusba
it: Aggiungi disco
nl: Voeg schijf toe
pl: Dodaj dysk
pt: Adicionar disco
ru: Добавить диск

source: Management
ar: Administración
de: Verwaltung
es: Gestión
hu: Hozzáadás
it: Gestione
nl: Beheer
pl: Zarz±dzanie
pt: Gestão
ru: Управление

source: The disk hasn't been added : there are not mounted media
ar: El disco no ha sido agregado : no hay un disco montado
de: Laufwerk wurde nicht hinzugefügt: Es sind keine Geräte angehangen
es: El disco no ha sido añadido : no hay medio montado
hu: A lemez nem lett hozzáadva: nincs becsatolva (mount-olva) eszköz
it: Il disco non è stato aggiunto : non ci sono dispositivi montati.
nl: De schijf is niet toegevoegd : er is geen medium gemonteerd
pl: Dysk nie zosta³ dodany : brak podmontowanych urz±dzeñ
pt: O disco nao foi adicionado : não há suporte montado
ru: Диск не был добавлен : нет смонтированого носителя

source: The disk hasn't been added : cannot mount media
ar: El disco no ha sido agregado : no se puede montar el dispositivo
de: Laufwerk wurde nicht hinzugefügt: Kann Gerät nicht anhängen
es: El disco no ha sido añadido : no se puede montar el medio
hu: A lemez nem lett hozzáadva: nem sikerült az adathordozot becsatolni (mount-olni).
it: Il disco non è stato aggiunto : impossibile montare il dispositivo
nl: De schijf is niet toegevoegd : medium kan niet gemonteerd worden
pl: Dysk nie zosta³ dodany : nie mogê podmontowaæ urz±dzenia
pt: O disco não foi adicionado : não é possível montar o suporte
ru: Диск не был добавлен : невозможно смонтировать носитель

source: Add new disk
ar: Agregar nuevo disco
de: Neues Volume hinzufügen
es: Añadir nuevo disco
hu: Új lemez hozzáadása
it: Aggiungi nuovo disco
nl: Nieuwe schijf toevoegen
pl: Dodaj nowy dysk
pt: Adicionar novo disco
ru: Добавить новый диск

source: Enter disk name
ar: Ingrese nombre del disco
de: Volume-Namen eingeben
es: Introduce el nombre del disco
hu: Írd be a nevét
it: Inserisci il nome del disco
nl: Schijfnaam ingeven
pl: Wprowad¼ nazwê dysku
pt: Introduza o nome do disco
ru: Введите имя диска

source: Scanning
ar: Escaneando
de: Suche
es: Escaneando
hu: Keresés
it: Analisi in corso
nl: Scannen bezig
pl: Skanowanie
pt: A Pesquisar
ru: Сканирование

source: Adding disk is working
ar: Agregando disco
de: Laufwerk hinzufügen aktiv
es: La adición del disco está en curso
hu: Lemez hozzáadása folyamatban
it: Aggiunta disco in corso
nl: Schijf toevoegen is bezig
pl: Dodawanie dysku w toku
pt: Adicionar disco está a funcionar
ru: Добавление диска в процессе

source: Please wait
ar: Por favor espere
de: Bitte warten
es: Por favor, espere
hu: Türelem rózsát terem
it: Attendere prego....
nl: Wacht even
pl: Proszê czekaæ
pt: Por favor aguarde
ru: Пожалуйста подождите

source: The disk has been added
ar: El disco ha sido agregado
de: Laufwerk wurde hinzugefügt.
es: El disco ha sido añadido
hu: A lemez hozzáadása befejezõdött.
it: Il disco è stato aggiunto
nl: De schijf is toegevoegd
pl: Dysk zosta³ dodany
pt: O disco foi adicionado
ru: Диск был добавлен

source: Mount failed
ar: Error de montaje
de: Mount nicht erfolgreich
es: Montaje fallido
hu: Sikertelen Mount mûvelet.
it: Montaggio dispositivo fallito
nl: Monteren mislukt
pl: Montowanie siê nie powiod³o
pt: Mount falhou
ru: Монтирование не удалось

source: Serial number :
ar: Número de serie :
de: Serien-Nr.:
es: Número de serie :
hu: Gyártási szám :
it: Numero seriale :
nl: Serienummer :
pl: Numer seryjny :
pt: Número de série :
ru: Серийный номер :

source: no drive
ar: no hay disco
de: kein Laufwerk
es: no unidad
hu: nem elérhetõ
it: Nessuna periferica
nl: geen speler
pl: brak napêdu
pt: nenhuma drive
ru: нет носителя

source: unknown
ar: desconocido
de: unbekannte
es: desconocido
hu: ismeretlen
it: sconosciuto
nl: onbekend
pl: nieznana
pt: desconhecido
ru: неизвестно

source: Yes
ar: Sí
de: Ja
es: Si
hu: Igen
it: Si
nl: Ja
pl: Tak
pt: Sim
ru: Да

source: No
de: Nein
hu: Nem
nl: Neen
pl: Nie
pt: Não
ru: Нет

source: No label
ar: Sin etiqueta
de: Kein Label
es: Sin etiqueta
hu: Nincs cimke
it: Nessuna etichetta
nl: Geen label
pl: Brak etykiety
pt: Nenhuma etiqueta
ru: Нет метки

source: Volume name :
ar: Etiqueta de volumen :
es: Nombre del volumen :
hu: Kötet cimk :
it: Nome volume :
nl: Volumenaam :
pl: Nazwa Woluminu :
pt: Nome do Volume :
ru: Имя тома :

source: the disk adding is canceled
ar: se canceló la operación de agregar disco
de: Laufwerk hinzufügen wurde abgebrochen
es: La adición del disco ha sido cancelada
hu: lemez hozzáadása megszakítva
it: L'aggiunta disco è annullata
nl: schijf toevoegen is afgebroken
pl: dodawanie dysku zosta³o anulowane
pt: Operação de adição de disco cancelada
ru: Добавка диска отменена

source: Please select a catalog name
ar: Por favor seleccione un nombre de catálogo
de: Bitte wählen Sie einen Katalog-Namen
es: Por favor selecciona un nombre de catalogo
hu: Válassz egy katalógus nevet kérlek!
it: Per favore seleziona un nome del catalogo
nl: Geef nieuwe cataloognaam
pl: Proszê wybraæ nazwê katalogu
pt: Por favor seleccione um nome de catálogo
ru: Пожалуйста выберите имя каталога

source: Search :
ar: Buscar :
de: Suche:
es: Buscar :
hu: Keresés :
it: Cerca :
nl: Opzoeken :
pl: Szukaj :
pt: Procurar :
ru: Поиск :

source: Search
ar: Buscar
de: Suche
es: Buscar
hu: Keresés
it: Cerca
nl: Opzoeken
pl: Szukaj
pt: Procurar
ru: Поиск

source: The search can be case sensitive. The wildcards search supports character "*". Example : img*.bmp or *.htm The key words search accepts a list of obligatory words.
ar: La búsqueda puede ser sensitiva a las mayúsculas / minúsculas. Los comodines soportan el caracter "*". Ejemplo : img*.bmp o *.htm Las búsqueda de palabras clave acepta una lista de palabras obligatorias.
de: Die Suche unterscheidet Groß-/Kleinschreibung und unterstützt "*". Beispiele: img*.bmp oder *.htm Die Schlüsselwortsuche akzeptiert Wörter, die vorhanden sein müssen.
es: La búsqueda puede ser sensitiva a las mayúsculas. La busqueda por comodin soporta carácter "* ". Ejemplo : img*.bmp o *.htm La búsqueda por palabras clave acepta una lista de palabras obligatorias.
hu: Kiválasztható a keresés fajtája. Beállítható betûérzékeny keresés is. Használhatók joker karakterek a keresõmezõben.
it: La ricerca distingue lettere maiuscole e minuscole (case sensitive) e supporta caratteri speciali "*". Esempio : *.img *.bmp o *.htm La ricerca della parola chiave accetta un elenco di parole obbligatorie.
nl: Opzoekresultaten zijn hoofdlettergevoelig. Opzoeken met wildcards ondersteunt de karakters "*". Voorbeeld : img*.bmp or *.htm Opzoeken met sleutelwoorden aanvaardt een lijst verplichte woorden.
pl: Poszukiwanie uwzglêdnia wielko¶æ liter i ob³uguje znak "*". Na przyk³ad: img*.bmp lub *.htm Uwzglêdnia te¿ listê wymaganych s³ów
pt: A procura é case sensitive e suporta o wildcard "*". Exemplo : img*.bmp ou *.htmA procura por palavras chave aceita uma lista de palavras obrigatórias.
ru: Поис чувствителен к регистру. Поис по шаблону поддерживает символы "*" Например : img*.bmp or *.htm Поиск по ключевым словам принимает список обязательных слов.

source: Clear
ar: Limpiar
de: Löschen
es: Limpiar
hu: Törlés
it: Pulisci
nl: Wissen
pl: Wyczy¶æ
pt: Limpar
ru: Очистить

source: Clears all search results
ar: Limpia los resultados de la búsqueda
de: Löscht alle Such-Ergebnisse
es: Limpia todos los resultados de búsquedas
hu: Keresés eredménylistáját törli
it: Pulisce tutti i risultati della ricerca.
nl: Wist alle opzoekresultaten
pl: Czyszczenie rezultatów wyszukiwania :
pt: Remover todos os resultados da procura
ru: Очистить все результаты поиска

source: Case sensitive
ar: Coincidir mayúsculas/minúsculas
de: Gross-/Kleinschreibung
es: Sensitivo a mayúsculas
hu: Betûérzékeny
it: Maiuscole/minuscole
nl: Hoofdlettergevoelig
pl: Uwzglêdnij wielko¶æ liter
ru: Регистр

source: The search can be be or not case sensitive. In case sensitive "File.txt" doesn't match with "file.txt". But in uncase sensitive it matches.
ar: La búsqueda puede ser o no sensitiva a las mayúsculas / minúsculas. Cuando es sensitiva "Archivo.txt" no es igual a "archivo.txt". Pero cuando no lo es sí son iguales.
de: Die Suche kann zwischen Gross-/Kleinschreibung unterscheiden. Bei Unterscheidung ist "File.txt" nicht gleich "file.txt". Bei Nicht-Differenzierung wird Gleichheit angenommen.
es: La busqueda puede ser o no sensitiva a mayúsculas. En sensitivo a mayúsculas "Fichero.txt" no coincide con "fichero.txt". Pero si no es sensitivo coinciden.
hu: A betûérzékeny keresésben megkülönbözteti a kis- és nagybetûs szót, ekkor "File.txt" nem egyezik "file.txt"-vel.
it: La ricerca può essere condotta o meno in maniera case-sensitive. Se si opta per il case sensitive occorre ricordare che "File.txt" è diverso da "file.txt". Se si opta per il non case-sensitive i due file corrisponderanno anche se il loro contenuto è differente.
nl: De opzoeking kan al of niet hoofdlettergevoelig zijn. Indien wel, dan is "File.txt" niet gelijk aan "file.txt". Maar indien niet dan zijn beide resultaten in feite dezelfde.
pl: Poszukiwanie uwzglêdnia lub nie uwzglêdnia wielko¶ci liter. W przypadku uwzglêdniania wielko¶ci liter "Plik.txt" nie znajdzie pliku "plik.txt", natomiast bez uwzglêdniania znajdzie.
pt: A procura poderá ou não ser case sensitive. Sendo case sensitive "File.txt" não corresponde a "file.txt". Mas sendo case insensitive corresponde.
ru: Поиск может быть или не быть чувствительным к регистру В случае чувствительности к регистру "File.txt" не равен "file.txt". Но вслучае не чувствительности к регистру они будут равны.

source: Search type
ar: Tipo de búsqueda
de: Suche Typ
es: Búsqueda tipo
hu: Keresés fajtája
it: Cerca per tipo
nl: Type Opzoeking
pl: Szukaj typu
pt: Tipo de Pesquisa
ru: Тип поиска

source: Key words
ar: Palabras clave
de: Schlüsselworte
es: Palabras clave
hu: Kulcsszavas
it: Parole chiavi
nl: Sleutelwoorden
pl: S³owa kluczowe
pt: Palavras chave
ru: Ключевые слова

source: Enter a list of key words which all must be containted is the matched files.
ar: Ingresa una lista de palabras clave que deben estar contenidas en los archivos matcheados.
de: Geben Sie eine Liste von Schlüsselworten ein, die alle in den Trefferdateien enthalten sein müssen.
es: Introduce una lista de palabras clave las cuales todas deben ser
hu: Keresõ mezõbe írt szavak mindegyikére kiírja a találatokat
it: Inserisci un elenco di parole chiavi che potrebbero essere contenute nei nomi-files.
nl: Geef een lijst van sleutelwoorden die allen in de gezochte bestanden moeten voorkomen.
pl: Wprowad¼ listê s³ów kluczowych, które musz± byæ zawarte w pasuj±cych plikach.
pt: Insira uma lista de palavras chave que deverão existir nos ficheiros para que estes correspondam.
ru: Введите список ключевых слов по которым будет щсуществлятся поиск файлов.

source: Wildcards
ar: Comodines
de: Platzhalter
es: Comodines
hu: Joker karakteres
it: Caratteri jolly
pl: Maski
ru: Шаблон

source: Enter the full wildcards pattern. This pattern can contains "?" and "*" caracters.
ar: Ingresa todo el patron de comodines. Este patron puede contener los caracteres "?" y "*".
de: Geben Sie vollständige Muster ein. Diese Muster können "?" und "*" enthalten.
es: Introduce el patrón de comodines completo. Este patrón puede contener los carácteres "?" y "*".
hu: Keresési szövegben megadhatók a "?" és "*" jelek is. A ? egy betût helyettesít, míg * tetszõleges szöveget.
it: Inserisci la stringa di caratteri jolly. Questa stringa puo contenere caratteri come "?" e "*".
nl: Geef het volledige wildcards patroon. Dit patroon mag de karakters "?" and "*" bevatten
pl: Wprowad¼ maskê. Maska mo¿e zawieraæ znaki "?" oraz "*"
pt: Insira o padrão completo de wildcards. Este padrão poderá conter os caracteres "?" e "*".
ru: Введите шаблон. Этот шаблон может содержать символы "?" и "*".

source: Regular expression
ar: Expresión regular
de: Regulärer Ausdruck
es: Expresión regular
hu: Reguláris kifejezés
it: Espressione regolare
nl: Gewone uitdrukking
pl: Wyra¿enia regularne
pt: Expressão regular
ru: Регулярные выражения

source: Can use regular expression. See documentation for more information.
ar: Se pueden usar expresiones regulares. Leer la documentación para más información.
de: Kann reguläre Ausdrücke benutzen. S. Dokumentation für weitere Information.
es: Puede usar expresión regular. Ver documentación para mas información.
hu: Ha ezt bekapcsolod, akkor a beírt szó bárhol lehet a fájlnévben. Különben meg *-ozhatsz...Reguláris kifejezések használatáról bõvebben a dokumentációban olvashatsz.
it: C'è la possibilità di usare un'espressione regolare. Vedere la documentazione per ulteriori informazioni.
nl: Je kan een gewone uitdrukking gebruiken. Bekijk de documentatie voor meer informatie.
pl: Wykorzystaj wyra¿enia regularne. Wiêcej informacji znajduje siê w dokumentacji.
pt: Poderá usar uma regular expression. Veja a documentação para mais informação.
ru: Может содержать регулярные выражения. Смотрите документацию для получения более детальной информации.

source: File
ar: Archivo
de: Datei
es: Fichero
hu: Fájlnév
nl: Bestand
pl: _Plik
pt: Ficheiro
ru: Файл

source: The search matches with files name.
ar: La búsqueda se hace sobre los nombres de archivo.
de: Die Suche trifft auf Dateiname zu.
es: La busqueda coincide con nombre de fichero.
hu: keresés filenevek között
it: La ricerca trova file con il nome indicato.
nl: De opzoeking geeft bestandsnamen.
pl: Znaleziono nastêpuj±ce pliki.
pt: A pesquisa condiz com o nome de ficheiro.
ru: Поиск совпадений с названием файлов,

source: Folder
ar: Directorio
de: Verzeichnis
es: Carpeta
hu: Mappa
it: Cartella
pt: Directoria
ru: Папка
