Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: The following directory name is not a directory : %s.
ar: El siguiente nombre de directorio no es un directorio : %s.
de: Das folgende Verzeichnis ist kein Verzeichnis: %s.
es: El siguiente nombre de directorio no es un directorio: %s.
hu: %s ez a mappa név nem mappa.
it: Il nome seguente non è una directory : %s.
nl: De volgende foldernaam is geen folder : %s.
pl: Nastêpuj±ca nazwa nie jest katalogiem: %s.
pt: O nome da seguinte directoria não é uma directoria : %s.
ru: Следующее имя каталога не является каталогом : %s.

source: A critical error occured when extracting file information of %s%s%s. Save your catalog if it is possible, exit GWhere and report this trouble to the GWhere project team please.
ar: Un error critico ocurrió mientras se estaba extrayendo información de %s%s%s. Guarde su catálogo si esto es posible, salga de GWhere y reporte este problema al equipo de GWhere por favor.
de: Beim Auslesen der Dateiinformation von %s%s%s trat ein schwerer Fehler auf Speichen Sie Ihren Katalog, wenn möglich, beenden Sie GWhere und informieren Sie bitte das GWhere Projektteam über diesen Fehler.
es: Un error critico ocurrió extrayendo la información del fichero de %s %s %s. Guarda tu catálogo si es posible, sal de GWhere y reporta este problema al equipo del proyecto GWhere, por favor.
hu: Sulyos hiba tortent az alabbi fajl informacioinak kinyeresekor: %s%s%s. Mentsd el a katalogusodat ha lehetseges, majd lepj ki a GWhere programbol es jelezd a hibat a GWhere project csapatnak!
it: Un errore critico è avvenuto durante l'estrazione delle informazioni del file %s%s%s. Salva il catalogo se è possibile, esci da GWhere e invia questo problema al team di GWhere per favore.
nl: Kritieke fout tijdens het extraheren van bestandsonformatie %s%s%s. Bewaar je cataloog indien mogelijk, sluit GWhere af en rapporteer de anomalie aan de GWhere project groep aub.
pl: Wyst±pi³ b³±d krytyczny podczas wyci±gania informacji o pliku %s%s%s. Zapisz twój katalog je¶li to mo¿liwe, wyjd¼ z GWhere i poinformuj o tym problemie zespó³ GWhere.
pt: Ocorreu um erro crítico ao extrair informação de ficheiro de %s%s%s. Grave o seu catálogo se for possível, saia do GWhere e dê, por favor, conhecimento deste problema à equipa do projecto GWhere.
ru: Критическая ошибка возникла при попытке извлечения информации о файле %s%s%s Сохраните ваш каталог если это возможно, выйдите из GWhere и сообщите, пожалуйста, об этой проблеме команде разработчиков GWhere.

source: The disk hasn't been added Error : cannot close current folder.
ar: El disco no ha sido agregado Error : no se puede cerrar el directorio actual.
de: Das Laufwerk wurde nicht hinzugefügt Fehler: kann aktuellen Ordner nicht schliessen.
es: El disco no ha sido añadido Error: no se pudo cerrar la carpeta actual.
hu: A lemez nem lett hozzáadva.
it: Il disco non è stato aggiunto Errore : impossibile chiudere la cartella corrente.
nl: De schijf is niet toegevoegd Fout : kan de folder niet sluiten.
pl: Dysk nie zosta³ dodany B³±d : nie mogê zamkn±æ bie¿±cego folderu.
pt: O disco não foi adicionado Erro : não é possível fechar a directoria actual.
ru: Диск не был добавлен Ошибка : невозможно закрыть текущий каталог.

source: Is running on %s
ar: Corriendo en %s
de: Läuft auf %s
es: Está ejecutándose en %s
hu: %s % kész.
it: Sta girando su : %s
nl: Werkt op %s
pl: Praca pod kontrol± %s
pt: Está a correr em %s
ru: Выполняется на %s

source: Catalog loaded
ar: Catálogo cargado
de: Katalog geladen
es: Catalogo cargado
hu: Katalógus betöltõdött
it: Catalogo caricato
nl: Cataloog geladen
pl: Katalog za³adowany
pt: Ficheiro de Catálogo carregado
ru: Каталог загружен

source: Loading catalog failed
ar: La carga del catálogo falló
de: Fehler beim Katalog-Laden
es: Carga de catálogo fallida
hu: Sikertelen katalógus betöltés
it: Caricamento catalogo fallito
nl: Cataloog opladen mislukt
pl: B³±d ³adowania katalogu
pt: Erro ao carregar catálogo
ru: Загрузка каталога не удалась

source: Loading catalog
ar: Cargar catálogo
de: Lade Katalog
es: Cargando catalogo
hu: Katalógus betöltése
it: Caricamento catalogo
nl: Cataloog aan het laden
pl: Zapisz katalog
pt: A carregar catálogo
ru: Загружаю каталог

source: The catalog is invalid or doesn't exists. Check your catalog path please.
ar: El catálogo es inválido o no existe. Por favor revise el path del catálogo.
de: Der Katalog ist ungültig oder existiert nicht. Überprüfen Sie bitte Ihren Katalogpfad.
es: El catálogo es invalido o no existe. Revisa tu ruta de catálogo, por favor.
it: Il catalogo indicato non esiste oppure il nome non è corretto. Verifica il corretto percorso per favore.
nl: Het cataloog bestand bestaat niet. Zie het pad van het bestand na.
pl: Katalog jest niew³a¶ciwy lub nie istnieje. Proszê sprawdziæ ¶cie¿kê pliku.
pt: O catálogo é inválido ou não existe. Verifique a localizacão do ficheiro, por favor.
ru: Неверный или несуществующий каталог. Проверьте ваш путь к каталогу пожалуйста.

source: Saving catalog
ar: Guardando catálogo
de: Speichere Katalog
es: Guardando catálogo
hu: Katalógus mentése
it: Salvataggio catalogo
nl: Cataloog aan het bewaren
pl: Zapisywanie katalogu
pt: A guardar catálogo
ru: Сохранение каталога

source: Catalog saved
ar: Catálogo guardado
de: Katalog gespeichert
es: Catálogo guardado
hu: Katalógus elmentve
it: Catalogo salvato
nl: Cataloog bewaard
pl: Katalog zapisany
pt: Catálogo guardado
ru: Каталог сохранён

source: Saving catalog failed
ar: La grabación del catálogo falló
de: Fehler beim Katalog-Speichern
es: Fallado guardado del catálogo
hu: Katalógus mentése nem sikerült.
it: Salvataggio catalogo fallito
nl: Bewaren van catloog is mislukt
pl: B³±d zapisywania katalogu
pt: Falha na gravação do catálogo
ru: Сохранение каиалога не удалоссь

source: Rights
ar: Permisos
de: Rechte
es: Derechos
hu: Jogok
it: Diritti
nl: Rechten
pl: Prawa
pt: Direitos
ru: Права

source: Owner
ar: Dueño
de: Eigentümer
es: Propietario
hu: Tulajdonos
it: Proprietario
nl: Eigenaar
pl: W³a¶ciciel
pt: Proprietário
ru: Владелец

source: Group
ar: Grupo
de: Gruppe
es: Grupo
hu: Csoport
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа

source: Size
ar: Tamaño
de: Größe
es: Tamaño
hu: Méret
it: Dimensione
nl: Grootte
pl: Wielko¶æ
pt: Tamanho
ru: Размер

source: Access date
ar: Fecha de acceso
de: Zugriffsdatum
es: Fecha de acceso
hu: Utolsó hozzáférés dátuma
it: Data d'accesso
nl: Toegangsdatum
pl: Data dostêpu
pt: Data de acesso
ru: Дата доступа

source: Modification date
ar: Fecha de modificación
de: Veränderungsdatum
es: Fecha de modificación
hu: Módosítás dátuma
it: Data di modifica
nl: Wijzigingsdatum
pl: Data modyfikacji
pt: Data de modificação
ru: Дата изменения

source: Creation date
ar: Fecha de creación
de: erstellt am:
es: Fecha de creación
hu: Létrehozás dátuma
it: Data di creazione
nl: Datum aanmaak
pl: Utworzony
pt: Date de criação
ru: Дата создания

source: File system name
ar: Nombre del archivo
de: Dateisystem-Name:
es: Nombre del sistema de ficheros
hu: Eszköz
it: Nome del file-system
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do sistema de ficheiros
ru: Название файловой системы

source: Access path
ar: Ruta de acceso
de: Zugriffspfad
es: Ruta de acceso
hu: Elérési útvonal
it: Percorso d'accesso
nl: Toegangspad
pl: ¦cie¿ka dostêpu
pt: Caminho de acesso
ru: Путь доступа

source: Archive N#
ar: Archivo N°
de: Archiv-Nr.
es: Fichero N#
hu: Azonosító kulcs
it: Archivio N#
nl: Archiefnr
pl: Archiwum nr
pt: Arquivo N#
ru: Архив N

source: Type
ar: Tipo
de: Typ
es: Tipo
hu: Fájlrendszer
it: Tipo
pl: Typ
pt: Tipo
ru: Тип

source: Volume name
ar: Nombre del volumen
es: Nombre del Volumen
hu: Kötet neve
it: Nome volume
nl: Volumenaam
pl: Nazwa Woluminu
pt: Nome do volume
ru: Метка тома

source: Full capacity
ar: Capacidad total
de: Gesamt-Kapazität:
es: Capacidad Total
hu: Teljes adatterület
it: Capacità totale
nl: Totale capaciteit
pl: Pojemno¶æ
pt: Capacidade Total
ru: Полная ёмкость

source: Free space
ar: Espacio libre
de: freier Platz
es: Espacio libre
hu: Szabad tárolókapacitás
it: Spazio libero
nl: Vije ruimte
pl: Wolne
pt: Espaço livre
ru: Свободное пространство

source: Date
ar: Fecha
de: Datum
es: Fecha
hu: Dátum
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата

source: Serial number
ar: Número de serie
de: Serien-Nr.:
es: Número de serie
hu: Gyártási szám
it: Numero seriale
nl: Serienummer
pl: Numer seryjny
pt: Número de série
ru: Серийный номер

source: Path
ar: Ruta
de: Pfad
es: Ruta
hu: Útvonal
it: Percorso
nl: Pad
pl: ¦cie¿ka
pt: Caminho
ru: Путь

source: Full
ar: Completa
de: Voll
es: Completo/a
hu: Teljes
it: Completo
nl: Volledig
pl: Pe³na
pt: Completo
ru: Полный

source: Compact
ar: Compacta
de: Kompakt
es: Compacto/a
hu: Minimális
it: Compatto
pl: Minimalna
pt: Compacto
ru: Сжатый

source: GWhere (requiered)
ar: GWhere (requerido)
de: GWhere (erforderlich)
es: GWhere (requerido)
hu: GWhere (nélkülözhetetlen)
it: GWhere (richiesto)
nl: GWhere (vereist)
pl: GWhere (wymagany)
pt: GWhere (mandatório)
ru: GWhere (требуется)

source: Main engine application.
ar: Programa principal.
de: Hauptanwendung.
es: Motor aplicacion principal.
hu: Fõbb programrészek.
it: Principale motore dell'applicazione
nl: Hoofdprogramma.
pl: G³ówne pliki aplikacji.
pt: Motor principal da aplicação.
ru: Главное прилжение

source: GTK+ 2.6 RunTime (required)
ar: Librerías de GTK+ 2.6 (requerido)
de: GTK+ 2.6 Laufzeit-Umgebung (erforderlich)
es: RunTime GTK+ 2.6 (requerido)
it: GTK+ 2.6 RunTime (richiesto)
nl: GTK+ 2.6 RunTime (vereist)
pl: Biblioteki uruchomieniowe GTK+ 2.6 (wymagane)
pt: RunTime GTK+ 2.6 (obrigatório)
ru: GTK+ 2.6 RunTime (необходимо)

source: RunTime for GUI environment.
ar: Librerías para la interfaz gráfica de usuario.
de: Laufzeit-Umgebung für die grafische Oberfläche.
es: Runtime para entorno GUI.
hu: A grafikus felület megjelenítéséhez használt futtatókörnyezet.
nl: GUI uitvoeringsprogramma.
pl: Biblioteki dla rodowiska GUI.
pt: RunTime para o ambiente GUI.
ru: RunTime для GUI окружения.

source: Plugins
de: Erweiterunge
pl: Wtyczki
ru: Плагины

source: Plugins for auto extraction of file descriptions and plugins for importation/exportation of catalogs.
ar: Plugins para la extracción automática de las descripciones de archivos y plugins para la importacion/exportacion de catálogos.
de: Erweiterungen für autom. Extraktion der Dateibeschreibungen und Erweiterungen für Katalog-Import/Export.
es: Plugins para autoextracción de las descripciones de fichero y plugins para/importar y exportar catálogos.
it: Plugins per l'estensione delle funzionalità (descrizione dei file e importazione/esportazione dei cataloghi).
nl: Modules om automatisch bestandsbeschrijvingen te extraheren en voor import/export van catalogen.
pl: Wtyczki do automatycznego tworzenia opisów plików i importu/eksportu katalogów.
pt: Plugins para extracção automática de descritores e plugins paraimportação/exportação de catálogos.
ru: Плагины для автоматического извлечения описаний файлов и плагины для импорта/экспорта каталогов.

source: Languages Files
ar: Archivos de lenguaje
de: Sprachdateien
es: Ficheros de idioma
hu: Fordítások
it: Pacchetto Lingua
nl: Taalbestanden
pl: Pliki Jêzykowe
pt: Ficheiros de Linguagem
ru: Языковые файлы

source: All languages files for the program translation.
ar: Todos los archivos de lenguajes para la traducción del programa.
de: Alle Sprachdateien für die Programm-Übersetzung.
es: Todos los ficheros de idioma para la traduccion del programa.
hu: A program magyar nyelvû használatát teszi lehetõvé.
it: Tutti i files di linguaggio per la traduzione del programma.
nl: Alle taalbestanden voor de vertaling van het programma.
pl: Wszystkie pliki jêzykowe.
pt: Todos os ficheiros de linguagem para a tradução do programa.
ru: Все языковые файлы для перевода программы.

source: You must uninstall your last version of GWhere
ar: Debes desinstalar tu ultima version de GWhere instalada
de: Sie müssen die vorherige Version von GWhere deinstallieren.
es: Debes desinstalar tu última versión de GWhere
it: E' installata una precedente versione di GWhere. Per installare la corrente versione devi prima disinstallare la vecchia.
nl: Je moet je laatste versie van GWhere verwijderen
pl: Musisz odinstalowaæ ostatni± wersjê GWhere
pt: Terá de desinstalar a sua anterior versão do GWhere
ru: Вы должны деинсталировать вашу последнюю версию GWhere

source: Installer already running
ar: El instalador ya esta corriendo
de: Installationsprogramm bereits aktiv
es: El instalador ya está en ejecución
it: Installazione in corso...
nl: Installeren is al bezig
pl: Instalator jest ju¿ uruchomiony
pt: Instalador já em execução
ru: Инсталяция уже запущена

source: Install options
ar: Opciones de instalación
de: Installations-Optionen
es: Opciones de instalación
it: Opzioni installazione
nl: Installatie opties
pl: Opcje instalacji
pt: Opções de Instalação
ru: Настройки инсталятора

source: Which users can run GWhere ?
ar: Que usuarios pueden correr GWhere ?
de: Welche Benutzer können GWhere starten ?
es: Que usuarios pueden ejecutar GWhere ?
it: Quali utenti possono lanciare GWhere ?
nl: Welke gebruiker kunnen GWhere starten ?
pl: Jacy u¿ytkownicy mog± uruchomiæ GWhere?
pt: Quais os utilizadores que podem executar o GWhere?
ru: Какие пользователи могут запускать GWhere ?

source: GWhere install rights access
ar: Permisos de acceso de la instalacion de GWhere
de: GWhere Installation der Zugriffsrechte
es: GWhere instala los permisos de acceso
it: Diritti d'accesso
nl: Installatie toegangsrechten voor GWhere
pl: Uprawnienia instalacji GWhere
pt: Acesso a permissões para instalação do GWhere
ru: GWhere установит права доступа

source: GWhere can be installed for all users or only for current user. Select for which you want install GWhere please.
ar: GWhere puede ser instalado para todos los usuarios o solamente para el usuario actual. Seleccione que tipo de instalación desea.
de: GWhere kann für alle oder nur den aktuellen Benutzer installiert werden. Wählen Sie bitte, wie GWhere installiert werden soll.
es: GWhere puede ser instalado para todos los usuarios o solamente para el usuario actual. Por favor selecciona como quieres instalar GWhere.
it: GWhere può essere installato per tutti gli utenti o solo per l'utente corrente. Seleziona, per favore, per chi vuoi installare GWhere.
nl: Je kunt GWhere installeren voor alle gebruikers of alleen voor de huidige gebruiker. Selecteer waarvoor je GWhere wil installeren.
pl: GWhere mo¿e byæ zainstalowany dla wszystkich u¿ytkowników lub tylko dla bie¿±cego u¿ytkownika: Wybierz opcjê
pt: O GWhere pode ser instalado para todos os utilizadores ou apenas para o utilizador actual. Por favor seleccione para qual pretende instalar o GWhere.
ru: GWhere может быть установлен для всех пользователей или только для текущего пользователя. Укажите, пожалуйста, как вы хотите установить GWhere.

source: All users|Current user
ar: Todos los usuarios|Usuario actual
de: Alle Benutzer|Aktueller Benutzer
es: Todos los usuarios|Usuario actual
it: Tutti gli utenti|Utente corrente
nl: Alle gebruikers|Huidige gebruiker
pl: Wszyscy u¿ytkownicy|Bie¿±cy u¿ytkownik
pt: Todos os utilizadores|Utilizador actual
ru: Все пользователллли|Текущий пользователь

source: All users
ar: Todos los usuarios
de: Alle Benutzer
es: Todos los usuarios
it: Tutti gli utenti
nl: Alle gebruikers
pl: Wszyscy u¿ytkownicy
pt: Todos os utilizadores
ru: Все пользователи

source: Jaz :
pl: Jazz :

source: Jaz : %d
pl: Jazz : %d

source: INode
ar: INodo
