Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: Folder "%s", %s (files %d, subfolders %d)
ar: Directorio "%s", %s (%d archivos, %d subdirectorios)
de: Ordner "%s", %s (Dateien %d, Unterordner %d)
es: Carpeta "%s", %s (ficheros %d, subcarpetas %d)
hu: Mappa "%s", %s (%d fájl, %d al-mappa)
it: Cartella "%s", %s (files %d sottocartelle %d)
nl: Folder "%s", %s (bestanden %d, subfolders %d)
pl: Folder "%s", %s (plików %d, podkatalogów %d)
pt: Directoria "%s", %s (ficheiros %d, subdirectorias %d)
ru: Папка "%s", %s (файлов %d, подпапок %d)

source: Selected Item : %d
ar: Item seleccionado : %d
de: gewählter Eintrag: %d
es: Artículo seleccionado : %d
hu: Kiválasztott elem : %d
it: Voce selezionata : %d
nl: Geselecteerd item : %d
pl: Wybrany Element : %d
pt: Item seleccionado : %d
ru: Выбранный элемент : %d

source: Catalog explorer
ar: Explorador del catálogo
de: Katalog-Explorer:
es: Explorador de catálogo
hu: Katalógus böngészõ
it: Esplora catalogo
nl: Cataloog verkenner
pl: Przegl±danie katalogu
pt: Explorador do catálogo
ru: Просмотр каталога

source: Search engine
ar: Motor de búsqueda
de: Such-Maschine
es: Motor de busqueda
hu: Keresõ motor
it: Motore di ricerca
nl: Zoekmachine
pl: Wyszukiwanie
pt: Motor de busca
ru: Поисковая система

source: Catalog managment
ar: Administración del catálogo
de: Katalog-Verwaltung
es: Gestión de catalogo
hu: Katalógus kezelés
it: Gestione catalogo
nl: Cataloogbeheer
pl: Zarz±dzanie katalogiem
pt: Gestão do catálogo
ru: Управление каталогами

source: Close catalog
ar: Cerrar catálogo
de: Katalog schliessen
es: Cerrar catálogo
hu: Katalógus Bezárása
it: Chiudi catalogo
nl: Sluit cataloog
pl: Zamknij katalog
pt: Fechar catálogo
ru: Закрыть каталог

source: Send catalog by mail
ar: Enviar catálogo por mail
de: Katalog per Email versenden
es: Enviar catálogo por correo
hu: Katalógus küldése levélben
it: Spedisci catalogo via e-mail
nl: Zend cataloog per e-post
pl: Wy¶lij katalog poprzez e-mail
pt: Enviar catálogo por email
ru: Переслать каталог по почте

source: About
ar: Acerca
de: Über
es: Acerca de
hu: Névjegy
it: A proposito di...
nl: Over
pl: O programie
pt: Sobre
ru: О программе

source: Removable media catalog managment By Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
ar: Administración de catálogos de medios removibles Por Sébastien LECACHEUR zero@gwhere.org http://www.gwhere.org
de: Katalog-Verwaltung für Wechselmedien By Sébastien LECACHEUR zero@gwhere.org http://www.gwhere.org
es: Gestión de medios extraíbles por Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
hu: Lemez katalógus nyilvántartó program Alkotta: Sébastien LECACHEUR (nagybetûs a vezetékneve) zero@gwhere.org http://www.gwhere.org
it: Gestione dei cataloghi per dispositivi removibili By Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
nl: Beheer verwijderbare media Door Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
pl: System katalogowania no¶ników wymienialnych Autor: Sébastien LECACHEUR zero@gwhere.org http://www.gwhere.org
pt: Gestor de catálogos de media removivel Por Sébastien LECACHEUR zero@gwhere.org http://www.gwhere.org
ru: Менеджер каталогов сьёмных носителей Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org

source: GWhere allows to manage a database of yours CDs and others removable media (hard disks, floppy drive, Zip drive, CD- ROM, etc...). With GWhere it's easy to browse yours CDs or to make quick search without need to insert yours CDs in the drive at each once.
ar: GWhere permite administrar una base de datos de tus CDs y otros medios removibles (discos duros, diskettes, discos Zip, CD-ROMs, etc...). Con GWhere es fácil navegar tus CDs o realizar búsquedas sin la necesidad de insertar los CDs en la lectora de a uno por vez.
de: GWhere erlaubt die Verwaltung einer Datenbank Ihrer CDs und anderer Wechselmedien (Festplatten, Floppies, Zip-Disketten, CD-ROM usw. ...). Mit GWhere ist es sehr einfach, Ihre CDs zu durchsuchen oder eine Schnellsuche durchzuführen ohne jedesmal die CD ins Laufwerk zu stecken.
es: GWhere permite manipular una base de datos de tus CDs y otros medios extraibles (discos duros, disquetes, Zips, CD-ROM, etc...) Con GWhere es fácil navegar en tus CDs o hacer búsquedas rápidas sin necesidad de introducir tus CDs en la unidad cada vez.
hu: GWhere lehetõvé teszi a CD lemezeid és más mozgatható adathordozóid (hdd, floppy, Zip meghajtó, USB drive....) katalogizálását.A GWhere a lemezekrõl egy adatbázist készít, ami tartalmazza a fájlok neveit, majd késõbb ebben az adatbázisból a CD lemez érintése nélkül gyorsan megállapíthatod melyik lemezen van a keresett fájl.
it: Gwhere permette di creare e gestire un database dei tuoi CD e di altri dispositivi removibili come hard disk, floppy drive, Zip drive, CD-ROM, etc...). Con GWHERE è facile leggere i contenuti dei tuoi CD ed è anche possibile fare veloci ricerche senza alcuna necessità di inserire i CD in tuo possesso nel lettore.
nl: Met GWhere kun je een gegevensbank van je CD's en andere verwijderbare media beheren (harde schijven, diskettes, ZIP diskettes, CD-ROM, enz...). Met GWhere is het makkelijk je CD's te doorlopen of snel iets op te zoeken zonder telkens je CD's in de speler te moeten steken.
pl: GWHere to program zarz±dzaj±cy baz± Twoich p³yt CD oraz innych mediów (takich jak twarde dyski, dyskietki, dyski Zip itp.). Dziêki GWhere w ³atwy sposób mo¿esz przegl±daæ Twoje p³yty CD i szybko znale¼æ potrzebny Ci plik bez konieczno¶ci ci±g³ego wsadzania p³yt do napêdu.
pt: O GWhere permite gerir uma base de dados dos seus CDs ou outros tipos de media removível (discos rígidos, disquetes, drives ZIP, CD-ROM, etc...). Com o GWhere é fácil explorar os seus CDs ou fazer rápidas pesquisas sem a necessidade de inserir cada um dos seus CDs na drive.
ru: GWhere позволяет управлять базой данных ваших CD или други сьёмных носителей (жёсткие диски, гибкие магнитные диски, Zip диски, компакт диски, и т.п.). С GWhere легко просмотреть ваши CD или выполнить быстрый поиск без необходимости вставления каждого отдельного CD в привод.

source: Runs under
ar: Corriendo en
de: Läuft auf
es: Está ejecutándose en
hu: Futtatja
it: Gira sotto
nl: Werkt onder
pl: Praca pod kontrol±
pt: Está a correr em
ru: Запущено под

source: This window box allows you to send a catalog by mail to one (or more) of yours contacts.
ar: Este diálogo te permite enviar el catálogo por mail a uno (o más) de tus contactos.
de: Dieses Fenster erlaubt Ihnen den Versand einer Katalogdatei per Email an einen (oder mehrere) Ihrer Kontakt(e).
es: Esta ventana te permite enviar un catálogo por correo a uno (o más) de tus contactos.
hu: Ez az ablak arra való ,hogy katalógust küldjünk e-mail-en keresztül
it: Questo box ti consente di spedire un catalogo via e-mail ad uno o più contatti.
nl: Dit venster laat je toe een cataloog per e-post aan één (of meerdere) van je contacten te sturen.
pl: To okno pozwala Ci na wys³anie katalogu do jedego (lub wiêcej) Twoich znajomych poprzez e-mail.
pt: Esta janela permite-lhe enviar catálogos via email para um (ou mais dos contactos.
ru: Это окно позволит вам переслать каталог по почте одному (или более) человек из вашего контактлиста.

source: Send mail
ar: Enviar mail
de: Email senden
es: Enviar correo
hu: Levél küldése
it: Spedisci posta
nl: Zend e-post
pl: Wy¶lij e-mail
pt: Enviar email
ru: Послать почту

source: To :
ar: A :
de: An:
es: A:
hu: Címzett :
it: A :
nl: Naar :
pl: Do :
pt: Para :
ru: Кому :

source: CC :
hu: Másolat :
ru: Копия :

source: BCC :
ru: Скрытая копия :

source: Subject :
ar: Tema :
de: Thema:
es: Asunto :
hu: Tárgy :
it: Soggetto :
nl: Onderwerp :
pl: Temat :
pt: Destinatário :
ru: Тема :

source: Enter here the email address of your(s) contact(s).
ar: Ingrese la dirección de correo electrónico de tu(s) contacto(s).
de: Geben Sie die Email-Adresse(n) an.
es: Introduce aquí la dirección de email de tu(s) contacto(s).
hu: Ide írd be az e-mail címe(i)det , elérhetõsége(i)det.
it: Inserisci qui l'indirizzo (gli indirizzi) e-mail.
nl: Geef hier het e-post adres van je contact(en).
pl: Wprowad¼ tutaj adresy e-mail Twoich znajomych.
pt: Introduza aqui o endereço de email do(s) seu(s) contacto(s).
ru: Введите сюда почтовые адрес(а) получателя(ей).

source: Enter here the email address of the copied mail contacts.
ar: Ingrese aquí la dirección de correo electrónico de los contactos copiados.
de: Geben Sie hier die Emailadresse(n) an, die Kopien erhalten.
es: Introduce aquí la dirección de email de los contactos copiados.
hu: Ide írd be a másolat e-mail címét.*
it: Inserisci qui l'indirizzo e-mail dei contatti di posta copiati.
nl: Geef hier het e-post adres van je contact(en) in copie.
pl: Wprowad¼ tutaj adresy e-mail, do których zostanie wys³ana kopia.
pt: Introduza aqui o endereço de mail dos contactos copiados.
ru: Введите сюда почтовые адрес(а) получателя(ей) копии.

source: Enter here the email address of the hidden copied mail contacts.
ar: Ingrese aquí la dirección de correo electrónico de los contactos copiados.
de: Geben Sie hier die Email-Adresse(n) an, die versteckte Kopien erhalten.
es: Introduce aquí la dirección email de los contactos ocultos copiados.
hu: Ide írd be a titkos másolat e-mail címét.
it: Inserisci qui l'indirizzo e-mail dei contatti di posta copiati e nascosti.
nl: Geef hier het e-post adres van je contact(en) in verborgen copie.
pl: Wprowad¼ tutaj adresy e-mail, do których zostanie wys³ana ukryta kopia.
pt: Introduza aqui o endereço de email dos contactos copiados ocultos.
ru: Введите сюда почтовые адрес(а) получателя(ей) скрытой копии.

source: Enter here the object of your mail.
ar: Ingrese aquí el objeto del mail.
de: Geben Sie hier den Betreff Ihrer Email an.
es: Introduce aquí el asunto de tu correo.
hu: Ide írd be a levél tárgyát.
it: Inserisci qui l'oggetto della tua e-mail.
nl: Geef hier het onderwerp van je boodschap.
pl: Wprowad¼ tutaj temat Twojego maila
pt: Introduza aqui o destinatário do seu email.
ru: Введите сюда тему вашего письма.

source: Attached file :
ar: Archivo adjuntado :
de: Angehängte Datei:
es: Fichero adjunto:
hu: Csatolt file:
it: File aggiunto :
nl: Aangehecht bestand :
pl: Za³±cznik :
pt: Ficheiro anexo :
ru: Вложеный файл :

source: Choose to attach or no the catalog file.
ar: Elija adjuntar o no el archivo del catálogo.
de: Wählen Sie, ob Sie die Katalogdatei (nicht) anhängen wollen.
es: Elige o no adjuntar el fichero catalogo.
hu: Válaszd ki csatolod e a katalógust, avagy sem.
it: Scegli di aggiungere o meno il file-catalogo.
nl: Kies om het cataloog bestand al of niet aan te hechten.
pl: Wybierz lub nie katalog do za³±czenia.
pt: Escolha entre anexar ou não o ficheiro de catálogo.
ru: Выберите вкладывать или нет файл каталога.

source: Type here the text for the mail message.
ar: Tipee aquí el texto del mensje de mail.
de: Geben Sie hier den Text der Email ein.
es: Teclea aquí el texto para el mensaje de correo.
hu: Ide jön az üzenet szövege.
it: Scrivi qui il testo del messaggio di posta.
nl: Type hier de tekst van je boodschap.
pl: Wpisz tutaj tekst wiadomo¶ci.
pt: Escreva aqui o texto do seu email
ru: Напечатайте здесь текст фашего сообщения.

source: _Send
ar: _Guardar
de: _Senden
es: Enviar
hu: _Küldés
it: _Spedisci
nl: _Zenden
pl: Zapi_sz
pt: _Enviar
ru: _Отправить

source: Click here to send a mail (with an attached catalog).
ar: Cliquee aquí para enviar un mail (con un catálogo adjuntado).
de: Klicken Sie hier um eine Email (mit angehängtem Katalog) zu versenden.
es: Haz click aquí para enviar un correo (con catalogo adjunto).
hu: Üzenetküldéshez katt ide.
it: Clicca qui per spedire una e-mail (con un file-catalogo aggiunto).
nl: Klik hier om boodschap te zenden (met aangehechte cataloog).
pl: Kliknij tutaj, aby wys³aæ e-mail (z za³±czonym katalogiem).
pt: Click aqui para enviar um email (com um catálogo anexo).
ru: Нажмите здесь для отправки письма (с прикреплённым каталогом.

source: Click here to cancel the send of a mail.
ar: Cliquee aquí para cancelar el envío del mail.
de: Klicken Sie hier, um den Versand der Email abzubrechen.
es: Haz click aquí para cancelar el envío de un correo.
hu: A küldés megszakítása.
it: Clicca qui per annullare l'invio di posta.
nl: Klik hier om het verzenden af te breken.
pl: Kliknij tutaj, aby anulowaæ wysy³anie e-maila.
pt: Click aqui para cancelar o envio do email.
ru: Нажмите здесь для отмены отправки письма.

source: Sending mail, please wait...
ar: Enviando mensaje, por favor espere...
de: Versende Email, bitte warten ...
es: Enviando correo, por favor espera...
hu: Üzenet küldése...
it: Invio della posta, attendere prego...
nl: Aan het zenden, even wachten...
pl: Wysy³anie e-maila, proszê czekaæ...
pt: A enviar mail, Por favor aguarde
ru: Отправка почты. пожалуйста подождите...

source: An error occured during the sending of mail. Please check your parameters.
ar: Ocurrió un error durante el envío del mail. Por favor revise los parámetros.
de: Während des Sendens trat ein Fehler auf. Prüfen Sie bitte Ihre Parameter.
es: Ocurrió un error durante el envío del correo. Por favor comprueba tus parámetros.
hu: Hiba lépett fel az üzenetküldésnél. Ellenõrizd a beállításokat!
it: Un errore è avvenuto durante la spedizione della posta. Per favore verifica i settaggi dei parametri.
nl: Er is een fout tijdens het verzenden. Zie aub je parameters na.
pl: Podczas wysy³ania e-maila wyst±pi³ b³ad. Proszê sprawdziæ parametry.
pt: Ocorreu um erro durante o envio do email. Por favor confira os parâmetros.
ru: Ошибки возникли во время отправки почты. Пожалуйста проверьте ваши настройки.

source: Couldn't find pixmap file: %s
ar: No se pudo encontrar el archivo pixmap: %s
de: Kann pixmap-Datei %s nicht finden
es: No se pudo encontrar el fichero mapa de pixels: %s
hu: Nem található a pixmap fájl : %s
it: Non ho trovato il file pixmap : %s
nl: Kan het pixmap bestand niet vinden: %s
pl: Nie mogê znale¼æ obrazka: %s
pt: Não foi possível encontrar o ficheiro pixmap: %s
ru: Не возможно найти файл изовражения: %s

source: Error loading pixmap file: %s
ar: Error cargando archivo pixmap: %s
de: Fehler beim Laden der Pixmap-Datei: %s
es: Error cargando fichero mapa de pixels: %s
hu: Hiba a pixmap fájl töltésekor : %s
it: Errore nel caricamento del file pixmap : %s
nl: Fout tijdens het opladen van pixmap bestand: %s
pl: B³±d podczas ³adowania obrazka: %s
pt: Erro ao carregar o ficheiro pixmap: %s
ru: Ошибка загрузки файла изовражения: %s

source: Error : cannot get current folder.
ar: Error : no se puede obtener el directorio actual.
de: Fehler: kann aktuellen Ordner nicht lesen.
es: Error: no se puede obtener la carpeta actual.
hu: Hiba: aktuális mappa elérése sikertelen
it: Errore : non posso aprire la cartella corrente.
nl: Fout : kan het bestand niet openen.
pl: B³±d : nie mogê otworzyæ bie¿±cego folderu
pt: Erro : não é possível obter a directoria actual.
ru: Ошибка : невозможно получить текущую папку.

source: Error : cannot go to working folder.
ar: Error : no se puede ir al directorio actual.
de: Fehler: kann nicht auf Arbeitsverzeichnis zugreifen.
es: Error: no se puede ir a la carpeta de trabajo.
hu: Hiba: nem lehet a munka mappát megnyitni.
it: Errore : non posso andare a leggere la cartella
nl: Fout : kan de werkfolder niet bereiken.
pl: B³±d: nie mogê przej¶æ do folderu roboczego.
pt: Erro : não é possível obter a directoria.
ru: Ошибка : невозможно перейти в рабочую папку.

source: The disk hasn't been added Adding canceled by user
ar: El disco no ha sido agregado La operación de agregado fué cancelada por el usuario
de: Laufwerk wurde nicht hinzugefügt Hinzufügen durch Benutzer abgebrochen
es: El disco no ha sido añadido Adición cancelada por el usuario
hu: Nem lett hozzáadva a lemez. Oka: felhasználói megszakítás.
it: Il disco non e stato aggiunto L'aggiunta è annullata per l'utente
nl: De schijf is niet toegevoegd Toevoegen is afgebroken door gebruiker
pl: Dysk nie zosta³ dodany Operacja anulowana przez u¿ytkownika
pt: O disco não foi adicionado Adição cancelada pelo utilizador
ru: Диск не был добавлен Добавление отменено пользователем

source: The disk hasn't been added
ar: El disco ha sido agregado
de: Laufwerk wurde nicht hinzugefügt
es: El disco no ha sido añadido
hu: Nem lett hozzáadva a lemez
it: Il disco non è stato aggiunto
nl: De schijf is niet toegevoegd
pl: Dysk nie zosta³ dodany
pt: O disco não foi adicionado
ru: Диск не был добавлен

source: %s outside the process's allocated address space.
ar: %s fuera del espacio de direcciones del proceso.
de: %s außerhalb des dem Prozeß zugeordneten Adressraumes.
es: %s fuera del espacio de direcciones asignadas por el proceso.
hu: %s kívül esik a futó program által lefoglalt címterületen.
it: %s al di fuori dello spazio di indirizzamento di allocazione dei processi
nl: %s buiten de gealloceerde geheugenruimte van het proces.
pl: %s poza zaalokowan± przestrzeni± adresow± programu.
pt: %s fora do espaço de memória do processo
ru: %s за пределами выделенной процессу памяти.

source: A component of the following pathname exceeded %d characters, or an entire path name exceeded %d characters : %s.
ar: Un componente del siguiente nombre excedió los %d caracteres, o todo el nombre de directorio excedió los %d caracteres : %s.
de: Ein Teil des folgenden Pfadnamens überschreitet %d Zeichen, oder ein gesamter Pfadname überschreitet %d Zeichen: %s.
es: Un componente de la siguiente ruta excedió %d caracteres, o el nombre de una ruta entera excedió %d caracteres: %s.
hu: Egy mappa nevének hossza több, mint %d karakter, vagy a teljes elérési útvonal neve nagyobb, mint %d karakter : %s
it: Un componente del seguente nome del percorso eccede %d caratteri oppure un intero nome del percorso eccede i %d caratteri : %s
nl: Een onderdeel van het volgende pad heeft meer dan %d karakters, of de volledige pad naam is is langer dan %d karakters : %s.
pl: Komponent ¶cie¿ki dostêpu przekracza %d znaków lub ca³a ¶cie¿ka przekracza %d znaków: %s.
pt: Um componente do seguinte caminho excedeu %d caracters, ou o caminho inteiro excedeu %d caracters : %s.
ru: Компонент следующего пути превысил %d сиволов, или весь путь превысил %d символов : %s

source: The following directory does not exist : %s.
ar: El siguiente directorio no existe : %s.
de: Das folgende Verzeichnis existiert nicht: %s.
es: El siguiente directorio no existe: %s.
hu: Nincs ilyen mappa : %s
it: La directory seguente non esiste : %s
nl: De volgende folder bestaat niet : %s.
pl: Katalog nie istnieje: %s.
pt: A seguinte directoria não existe : %s.
ru: Следующий каталог не существует : %s.

source: Insufficient memory to complete the operation.
ar: Memoria insuficiente para completar la operación.
de: Nicht genügend Speicher zum Beenden der Operation.
es: Memoria insuficiente para completar la operación.
hu: Nem áll rendelkezésre elég szabad memória a mûvelet befejezéséhez.
it: Memoria insufficiente per completare l'operazione.
nl: Niet genoeg geheugen om de bewerking te voltooien.
pl: Brak pamiêci do wykonania operacji.
pt: Memória insuficiente para completar a operação
ru: Недостаточно памяти для завершения операции.

source: A component of the path prefix is not a directory : %s.
ar: Un componenete del path no es un directorio : %s.
de: Ein Teil des Pfad-Prefixes ist kein Verzeichnis: %s.
es: Un componente del prefijo de la ruta no es un directorio: %s.
hu: Az útvonal elõtét egy része nem egy mappa : %s
it: Un componente nel percorso indicato non è una directory : %s
nl: Een onderdeel van de pad prefix is geen folder : %s.
pl: Komponent ¶cie¿ki nie jest katalogiem: %s.
pt: Um componente do prefixo não é uma directoria : %s.
ru: Компоненты пути указывают не на каталог : %s.

source: Too many symbolic links were encountered in resolving following path : %s.
ar: Demasiados links simbólicos fueron encontrados cuando se resolvía el path : %s.
de: Zu viele symbolische Links bei der Auflösung des folgenden Pfads: %s.
es: Demasiados enlaces simbólicos fueron encontrados resolviendo la siguiente ruta: %s.
hu: Túl sok a szimbólikus link ezen az útvonalon :%s
it: Troppi collegamenti simbolici sono stati incontrati nella risoluzione del seguente percorso : %s.
nl: Teveel symbolische verbindingen gevonden bij het oplossen van pad : %s.
pl: Znaleziono za du¿o linków symbolicznych podczas analizy ¶cie¿ki: %s.
pt: Demasiados links simbólicos foram encontrados no seguinte caminho : %s .
ru: Слишком много символических сылок было встречено при разрешение следующего пути : %s.

source: An I/O error occurred when change directory to : %s.
ar: Ocurrió un error de I/O cambiando al directorio : %s.
de: I/O-Fehler bei Wechsel zu Verzeichnis: %s.
es: Un error de E/S ocurrió cuando se cambio el directorio a: %s.
hu: Egy írási/olvasási hiba történt a köv. mappára váltás közben%s
it: Un errore di I/O è avvenuto nel cambiare directory in : %s
nl: I/O fout bij het navigeren naar folder : %s.
pl: Wyst±pi³ b³±d podczas zmiany katalogu na: %s.
pt: Um erro de I/O ocorreu ao mudar para a directoria : %s.
ru: Ошибка ввода/вывода возникла при смене каталога на : %s.

source: Unknown error
ar: Dueño desconocido
de: unbekannter Fehler
es: Error desconocido
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende fout
pl: Nieznany b³±d
pt: Erro desconhecido
ru: Неизвестная ошибка

source: The disk hasn't been added Error : cannot go to parent folder.
ar: El disco no ha sido agregado Error : no se puede ir al directorio padre.
de: Laufwerk wurde nicht hinzugefügt Fehler: kann nicht in Eltern-Verzeichnis wechseln.
es: El disco no ha sido añadido Error: no se pudo ir a la carpeta padre.
hu: A lemez nem lett hozzáadva.Hiba : nem lehet szülõmappára lépni.
it: Il disco non è stato aggiunto Errore : impossibile andare alla cartella genitrice.
nl: De schijf is niet toegevoegd Fout : kan de bovenliggende folder niet bereiken.
pl: Dysk nie zosta³ dodany B³±d : nie mogê przej¶æ do folderu nadrzêdnego
pt: O disco não foi adicionado Erro : não é possível subir para a directoria pai.
ru: Диск не был добавлен Ошибка : невозможно перейти в родительский каталог.

source: Too many file descriptors in use by process.
ar: Demasiados descriptores de archivos abiertos en uso por el proceso.
de: Vom Prozeß werden zuviele Dateideskriptoren benutzt.
es: Demasiados descriptores de ficheros en uso por el proceso.
hu: Túl sok fálj-leírót használnak a futó programok.
it: Eccessivi descrittori file in uso dal processo.
nl: Teveel bestandsbeschrijvingen in gebruik door het proces.
pl: Program u¿ywa za du¿o deskryptorów plików.
pt: Demasiados descriptores de ficheiro em uso pelo processo.
ru: Слишком много файловых дискрипторов используется процесами.

source: Too many files are currently open in the system.
ar: Demasiados archivos archivos actualmente en el sistema.
de: Derzeit sind im System zu viele Dateien geöffnet.
es: Actualmente están abiertos demasiados ficheros en el sistema.
hu: Túl sok fájl van már nyitva a rendszerben.
it: Troppi files sono attualmente aperti nel sistema.
nl: Teveel bestanden open in het systeem.
pl: Za du¿o otwartych plików w systemie.
pt: Demasiados ficheiros de momento em uso pelo sistema.
ru: В системе открыто слишком много файлов.

source: The following directory does not exist, or name is an empty string : %s.
ar: El siguiente directorio no existe, o el nombre es vacío : %s.
de: Das folgende Verzeichnis existiert nicht oder der Name ist leer: %s.
es: El siguiente directorio no existe, o el nombre es una cadena vacía: %s.
hu: %s mappa nem létezik vagy a neve üres strin
it: La seguente directory non esiste, oppure il nome è una stringa vuota : %s.
nl: De volgende folder bestaat niet of de naam is een lege letterreeks : %s.
pl: Katalog nie istnieje lub jego nazwa to pusty ci±g: %s.
pt: A seguinte directoria não existe ou o seu nome é uma string vazia : %s.
ru: Следующий каталог не существует или в название пустая строка : %s.
