Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: The search matches with folders name.
ar: La búsqueda se hace sobre los nombres de los directorios.
de: Die Suche trifft auf den Ordnernamen zu.
es: La busqueda coincide con nombres de carpeta.
hu: keresés mappanevek között
it: La ricerca trova le cartelle con il nome indicato.
nl: De opzoeking geeft foldernamen.
pl: Znaleziono nastêpuj±ce foldery.
pt: A procura condiz com nome de directoria.
ru: Поис совпадений с названиями папок

source: Disk
ar: Disco
de: Platte
es: Disco
hu: Lemez
it: Disco
nl: Schijf
pl: Dysk
pt: Disco
ru: Диск

source: The search matches with disks name.
ar: La búsqueda se hace sobre los nombres de los discos.
de: Die Suche trifft auf den Plattennamen zu.
es: La busqueda coincide con nombre de disco.
hu: keresés lemez nevekben
it: La ricerca trova i dischi con il nome indicato.
nl: De opzoeking geeft schijfnamen.
pl: Znaleziono nastêpuj±ce dyski.
pt: A procura condiz com o nome de disco
ru: Поис совпадений с названиями дисков

source: Category
ar: Categoría
de: Kategorie
es: Categoría
hu: Kategória
it: Categoria
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория

source: The search matches with categories name.
ar: La búsqueda se hace sobre los nombres de las categorías.
de: Die Suche passt auf den Kategorienname zu.
es: La busqueda coincide con nombre de categoría.
hu: keresés kategórianevek között
it: La ricerca trova le categorie con il nome indicato.
nl: De opzoeking geeft categorienamen.
pl: Znaleziono nastêpuj±ce nazwy kategorii.
pt: A procura condiz com o nome de categoria.
ru: Поис совпадений с названиями категорий

source: The search matches with descriptions.
ar: La búsqueda se hace sobre las descripciones.
de: Die Suche trifft auf die Beschreibungen zu.
es: La busqueda coincide con descripciones.
hu: keresés leírásokban
it: La ricerca trova elementi comuni alla descrizione.
nl: De opzoeking geeft beschrijvingen.
pl: Znaleziono nastêpuj±ce opisy.
pt: A procura condiz com as descrições.
ru: Поис совпадений с названиями описаний

source: Search in catalog
ar: Buscar en el catálogo
de: In Katalog suchen
es: Buscar en el catálogo
hu: Keresés a katalógusban
it: Cerca nel catalogo
nl: Zoek in cataloog
pl: Przeszukaj katalog
pt: Procurar no catálogo
ru: Поиск в каталоге

source: %lu item(s) founded.
ar: %lu item(s) encontrados.
de: %lu Einträge gefunden.
es: %lu objeto(s) encontrados.
hu: %lu darabot találtam!!
it: %lu voce(i) trovata(e)
nl: %lu item(s) gevonden.
pl: %lu znalezionych pozycji.
pt: %lu item(s) encontrados.
ru: %lu записей найдено.

source: Search result
ar: Resultados de la búsqueda
de: Such-Ergebnis
es: Resultado de la búsqueda
hu: Keresés eredménye:
it: Risultato ricerca
nl: Opzoekresultaat
pl: Rezultaty wyszukiwania :
pt: Resultado da procura :
ru: Результат поиска

source: No item matched.
ar: No se encontraron resultados.
de: Keinen passenden Eintrag gefunden.
es: Ningún objeto coincidió.
hu: Nem találtam ilyet.
it: Nessuna voce corrispondente.
nl: Geen item gevonden.
pl: Brak pasuj±cych pozycji.
pt: Nenhum item correspondente.
ru: Нет совпавших записей

source: Searching...
ar: Buscando...
de: Suche ...
es: Buscando...
hu: Keresés...
it: Ricerca in corso...
nl: Aan het zoeken...
pl: Szukanie...
pt: À procura...
ru: Поиск ...

source: Cannot start searching : no catalog loaded
ar: No se puede comenzar la búsqueda: no se cargó ningún catálogo
de: Kann Suche nicht beginnen: Kein Katalog geladen
es: No se puede iniciar la busqueda : no se ha cargado catalogo
hu: Nem lehet keresni : nincs betöltött katalógus
it: Non posso avviare la ricerca : nessun catalogo è stato caricato
nl: Opzoeking kan niet starten : er is geen cataloog opgeladen
pl: Nie mogê zacz±æ przeszukiwania: nie za³adowano ¿adnego katalogu
pt: Não é possível iniciar pesquisa : nenhum catálogo foi aberto
ru: Невозможно начать поиск : нет загруженных каталогов

source: _Ok
hu: _Rendben
ru: _ОК

source: Enter the name of the catalog.
ar: Ingrese el nombre del catálogo.
de: Namen des Katalogs eingeben.
es: Introduce el nombre del catálogo.
hu: Írd be a katalógus nevét!
it: Inserisci il nome del catalogo.
nl: Geef cataloognaam.
pl: Wprowad¼ nazwê katalogu.
pt: Introduza o nome do catálogo.
ru: Введите имя каталога.

source: Version :
ar: Versión :
es: Versión :
hu: Verzió :
it: Versione :
nl: Versie :
pl: Wersja :
pt: Versão :
ru: Версия :

source: Version
ar: Versión
es: Versión
hu: Verzió
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ru: Версия

source: built with
ar: hecha con
de: erstellt mit
es: construido con
hu: létrehozta:
it: realizzato con
nl: aangemaakt met
pl: utworzony z
pt: compilado com
ru: собрано с

source: Disks in catalog :
ar: Discos en catálogo :
de: Volume in Katalog:
es: Discos en catalogo :
hu: Lemezek a katalógusban :
it: Dischi nel catalogo :
nl: Schijven in cataloog :
pl: Ilo¶æ dysków w katalogu :
pt: Discos no catálogo :
ru: Дисков в каталоге :

source: Disks in catalog : %d
ar: Discos en el catálogo : %d
de: Datenträger im Katalog: %d
es: Discos en catálogo : %d
hu: %d lemez van a katalógusban.
it: Dischi nel catalogo : %d
nl: Schijven in cataloog : %d
pl: Ilo¶æ dysków w katalogu : %d
pt: Discos no catálogo : %d
ru: Дисков в каталоге : %d

source: Total Files :
ar: Total de archivos :
de: Gesamtzahl Dateien:
es: Total ficheros :
hu: Összes fájl :
it: Files totali :
nl: Totaal bestanden :
pl: Ilo¶æ Plików :
pt: Total de Ficheiros :
ru: Всего файлов :

source: Total Files : %ld
ar: Cantidad de Archivos : %ld
de: Gesamtzahl Dateien: %ld
es: Total ficheros : %ld
it: File totali : %ld
nl: Totaal bestanden : %ld
pl: Ilo¶æ Plików : %ld
pt: Total de Ficheiros : %ld
ru: Всего файлов : %ld

source: Total Folders :
ar: Total de directorios :
de: Gesamtzahl Verzeichnisse:
es: Total carpetas :
hu: Összes mappa :
it: Cartelle totali :
nl: Totaal Folders :
pl: Ilo¶æ folderów :
pt: Total de Directorias :
ru: Всего папок :

source: Total Folders : %ld
ar: Cantidad de directorios : %ld
de: Gesamtzahl Verzeichnisse: %ld
es: Total carpetas : %ld
it: Cartelle totali : %ld
nl: Totaal Folders : %ld
pl: Ilo¶æ folderów : %ld
pt: Total de Directorias : %ld
ru: Всего папок : %ld

source: File Size :
ar: Tamaño del archivo :
de: Datei-Größe:
es: Tamaño fichero :
hu: Fájlméret :
it: Dimensione file :
nl: Bestandsgrootte :
pl: Wielko¶æ Pliku :
pt: Tamanho do Ficheiro :
ru: Размер файла :

source: Total Storage Space :
ar: Espacio Total de Almacenamiento :
de: Gesamt-Speicherplatz:
es: Espacio total almacenamiento:
hu: Összes tárolókapacitás :
it: Spazio totale di immagazzinamento :
nl: Totale capaciteit :
pl: Pojemno¶æ :
pt: Espaço Total de Armazenamento :
ru: Общий размер носителя :

source: Total Used Space :
ar: Espacio Total Usado :
de: insg. benutzter Platz:
es: Espacio total usado :
hu: Teljes használt adatterület :
it: Spazio utilizzato :
nl: Totaal gebruikte ruimte :
pl: Wykorzystane :
pt: Total de Espaço Usado :
ru: Используемый обьём :

source: Total Free Space :
ar: Espacio Libre Total :
de: insg. freier Platz:
es: Espacio libre total :
hu: Teljes szabad tárolókapacitás :
it: Spazio libero totale :
nl: Totaal vrije ruimte :
pl: Wolne :
pt: Total de Espaço Livre :
ru: Свободное пространство :

source: Disk Statistics :
ar: Estadísticas del Disco :
de: Volume-Statistik:
es: Estadísticas disco :
hu: Lemez-statisztikák :
it: Statistiche disco :
nl: Schijf statistieken
pl: Statystyki Dysku :
pt: Estatísticas do Disco :
ru: Статистика диска

source: Audio CD :
pt: CD Audio :
ru: Аудио CD :

source: Audio CD : %d
pt: CD Audio : %d
ru: Аудио CD : %d

source: HD :
nl: HS :
pl: HDD :
ru: Жесткий диск :

source: HD : %d
nl: HS : %d
pl: HDD : %d
ru: Жесткий диск : %d

source: Floppy :
ar: Diskette :
es: Disquetera :
nl: Diskette :
pl: Dyskietka :
pt: Disquete :
ru: Гибкий диск :

source: Floppy : %d
ar: Diskette : %d
es: Disquetera : %d
nl: Diskette : %d
pl: Dyskietka : %d
pt: Disquete : %d
ru: Гибкий диск : %d

source: Tape :
ar: Cinta :
de: Band:
es: Cinta :
nl: Band :
pl: Ta¶ma :
pt: Cassette :
ru: Лента :

source: Tape : %d
ar: Cinta :
de: Band: %d
es: Cinta : %d
nl: Band : %d
pl: Ta¶ma : %d
pt: Cassette : %d
ru: Лента : %d

source: Network :
ar: Red :
de: Netzwerk:
es: Red :
it: Rete :
nl: Netwerk :
pl: ¦ieæ :
pt: Rede :
ru: Сеть :

source: Network : %d
ar: Red : %d
de: Netzwerk: %d
es: Red : %d
nl: Netwerk : %d
pl: ¦ieæ : %d
pt: Rede : %d
ru: Сеть : %d

source: Other :
ar: Otro :
de: sonstige:
es: Otro :
hu: Más :
it: Altro :
nl: Andere :
pl: Inny :
pt: Outro :
ru: Другое :

source: Other : %d
ar: Otro : %d
de: sonstige: %d
es: Otro : %d
hu: Más : %d
it: Altro : %d
nl: Andere : %d
pl: Inny : %d
pt: Outro : %d
ru: Другое : %d

source: Catalog categories :
ar: Categorías del catálogo :
de: Katalog-Kategorien :
es: Categorías de catálogo :
hu: Katalógus kategóriái :
it: Categorie del catalogo :
nl: Cataloog categorieën :
pl: Kategorie katalogu :
pt: Categoria do Catálogo :
ru: Категории каталога :

source: Catalog Description :
ar: Descripción del Catálogo :
de: Katalog-Beschreibung:
es: Descripción de catálogo :
hu: Katalógus leírás :
it: Descrizione del catalogo :
nl: Cataloog beschrijving :
pl: Opis katalogu :
pt: Descrição do Catálogo :
ru: Описание каталога

source: Catalog Info
ar: Información del Catálogo
de: Katalog-Info
es: Información catálogo :
hu: Katalógus jellemzõk
it: Informazioni sul catalogo
nl: Cataloog info
pl: Informacje o katalogu
pt: Informação sobre o Catálogo
ru: Информация о каталоге

source: Enter the name of the disk.
ar: Ingrese el nombre del disco.
de: Namen des Volumes eingeben.
es: Introduce en nombre del disco
hu: Írd be a lemez nevét!
it: Inserisci il nome del disco.
nl: Geef schijfnaam.
pl: Wprowad¼ nazwê dysku.
pt: Introduza o nome deste disco.
ru: Введите имя диска.

source: Enter the archive number of the disk.
ar: Ingrese el número de archivo del disco.
de: Archiv-Nummer des Volumes eingeben.
es: Introduce el numero del archivo del disco.
hu: Üsd be a lemez archive számát.
it: Inserisci il numero dell'archivio del disco.
nl: Geef archiefnummer van de schijf.
pl: Wprowad¼ numer dysku.
pt: Introduza o número de arquivo deste disco.
ru: Введите номер архива диска.

source: Type :
ar: Tipo :
de: Typ:
es: Tipo:
hu: Fájlrendszer tipusa :
it: Tipo :
pl: Typ :
pt: Tipo :
ru: Тип :

source: Serial :
ar: N° de serie :
de: Serien-Nr.:
hu: Gyártási szám :
it: Numero seriale :
nl: Serienummer :
pl: Numer seryjny :
ru: Серийный номер :

source: Volume Label :
ar: Etiqueta :
es: Etiqueta del Volumen:
hu: Lemez cimke :
it: Etichetta volume :
pl: Etykieta Woluminu :
pt: Etiqueta de Volume :
ru: Метка тома :

source: Total Capacity :
ar: Capacidad total :
de: Gesamt-Kapazität:
es: Capacidad Total :
hu: Teljes adatterület :
it: Capacià totale :
nl: Totale capaciteit :
pl: Pojemno¶æ :
pt: Capacidade Total :
ru: Общая ёмкость :

source: Used Space :
ar: Espacio usado :
de: benutzter Platz:
es: Espacio Usado :
hu: Használt terület :
it: Spazio utilizzato :
nl: Gebruikte ruimte :
pl: Wykorzystane :
pt: Espaço Utilizado :
ru: Использованное пространство :

source: Free Space :
ar: Espacio libre :
de: freier Platz:
es: Espacio Libre :
hu: Szabad tárolókapacitás :
it: Spazio libero :
nl: Vrije ruimte :
pl: Wolne :
pt: Espaço Livre :
ru: Свободное пространство :

source: Catalog Name :
ar: Nombre del Catálogo :
de: Katalog-Name:
es: Nombre del Catalogo:
hu: Katalógus név :
it: Nome del catalogo :
nl: Cataloognaam :
pl: Nazwa Katalogu :
pt: Nome do Catálogo :
ru: Название каталога :

source: Update in catalog :
ar: Actualizar en el catálogo :
de: in Katalog aktualisieren:
es: Actualizado en catalogo :
hu: Frissítés a katalógusban :
it: Aggiornamenti nel catalogo :
nl: Cataloog bijwerken :
pl: Aktualizacja katalogu :
pt: Actualizar no catálogo :
ru: Изменение в каталоге :

source: Disk Description :
ar: Descripción del Disco :
de: Volume-Beschreibung:
es: Descripción del disco :
hu: Lemez leírás :
it: Descrizione del disco :
nl: Schijfbeschrijving :
pl: Opis Dysku :
pt: Descrição do Disco :
ru: Описание диска :

source: Disk Info
ar: Información del Disco
de: Platten-Info
es: Información del disco :
hu: Lemez jellemzõk
it: Informazioni sul disco :
nl: Schijfinfo
pl: Informacje o dysku
pt: Informação do Disco
ru: Информация о диске

source: Folder Name
ar: Nombre del Directorio
de: Ordner-Name
es: Nombre de la carpeta
hu: Mappa név
it: Nome cartella
nl: Foldernaam
pl: Nazwa Folderu
pt: Nome do Directoria
ru: Название папки

source: Type : (folder)
ar: Tipo : (directorio)
de: Typ: (Verzeichnis)
es: Tipo : (carpeta)
hu: Tipus : (mappa)
it: Tipo : (cartella)
pl: Typ : (folder)
pt: Tipo : (directoria)
ru: Тип : (папка)

source: Folder Size :
ar: Tamaño del Directorio :
de: Verzeichnis-Größe:
es: Tamaño de la carpeta :
hu: Mappa méret :
it: Dimensione cartella :
nl: Foldergrootte :
pl: Wielko¶æ Folderu :
pt: Tamanho da Directoria :
ru: Размер папки :

source: Created on :
ar: Creado :
de: erstellt am:
es: Creado en:
hu: Létrehozva :
it: Creato il :
nl: Aangemaakt op :
pl: Utworzony :
pt: Criado em :
ru: Создана :

source: Last modified on :
ar: Última modificación :
de: zuletzt geändert am:
es: Última modificación en :
hu: Utolsó módosítás :
it: Ultima modifica :
nl: Laatst bijgewerkt op :
pl: Modyfikacja :
pt: Ultima modificação em :
ru: Последнее изменение :

source: Last accessed on :
ar: Último acceso :
de: letzter Zugriff am:
es: Ultimo acceso en :
hu: Utolsó hozzáférés :
it: Ultimo accesso :
nl: Laatst aangesproken op :
pl: Ostatnia operacja :
pt: Último acesso em :
ru: Последний доступ :

source: Rights :
ar: Permisos :
de: Rechte:
es: Permisos :
hu: Jogosultság :
it: Diritti :
nl: Rechten :
pl: Prawa :
pt: Permissões :
ru: Права :

source: Owner :
ar: Dueño :
de: Eigentümer:
es: Propietario :
hu: Tulaj :
it: Proprietario :
nl: Eigenaar :
pl: W³a¶ciciel :
pt: Proprietário :
ru: Владелец :

source: Group :
ar: Grupo :
de: Gruppe:
es: Grupo :
hu: Csoport :
it: Gruppo :
nl: Groep :
pl: Grupa :
pt: Grupo :
ru: Группа :

source: Disk Name :
ar: Nombre del disco :
de: Volume-Name:
es: Nombre del disco :
hu: Lemez neve :
it: Nome del disco :
nl: Schijfnaam :
pl: Nazwa Dysku :
pt: Nome do Disco :
ru: Название диска :

source: Location on Disk :
ar: Posición en el disco :
de: Speicherort auf Volume:
es: Localización del disco :
hu: Helye a lemezen :
it: Posizione nel disco :
nl: Plaats op schijf :
pl: Lokalizacja na Dysku :
pt: Localização no Disco :
ru: Расположение на диске :

source: Folder Description :
ar: Descripción del directorio :
de: Verzeichnis-Beschreibung:
es: Descripción de la carpeta :
hu: Mappa leírás :
it: Descrizione della cartella :
nl: Folderbeschrijving :
pl: Opis Folderu :
pt: Descrição da Directoria :
ru: Описание папки :

source: Folder Info
ar: Información de Directorio
de: Verzeichnis-Info
es: Información de la carpeta :
hu: Mappák
it: Informazioni sulla cartella
pl: Informacje o folderze
pt: Informação da Directoria
ru: Инфлрмация о папке

source: File name :
ar: Nombre del archivo :
de: Datei-Name:
es: Nombre del fichero :
hu: Fájlnév :
it: Nome file :
nl: Bestandsnaam :
pl: Nazwa pliku :
pt: Nome do Ficheiro :
ru: Название файла :

source: File type : not yet implemented!!
ar: Tipo de archivo : todavía no ha sido implementado!!
de: Datei-Typ: noch nicht implementiert!!
es: Tipo Fichero: aun no está implementado!!
hu: Fájl tipusa : még nincs kész a program ezen része!!
it: Tipo file : non ancora implementato
nl: Bestandstype : nog niet geïmplementeerd!!
pl: Typ pliku : funkcja jeszcze nie zaimplementowana!!!
pt: Tipo de ficheiro : ainda não implementado!!
ru: Тип файла : пока не реализовано !!

source: File Size : %s (%s bytes)
ar: Tamaño del archivo : %s (%s bytes)
de: Datei-Größe: %s (%s Bytes)
es: Tamaño fichero : %s (%s bytes)
hu: Fájl mérete : %s (%s byte)
it: DImensione file : %s (%s bytes)
nl: Bestandsgrootte : %s (%s bytes)
pl: Wielko¶æ Pliku : %s (%s bajtów)
pt: Tamanho do Ficheiro : %s (%s bytes)
ru: Размер файла : %s (%s байт)

source: File Description :
ar: Descripción del Archivo :
de: Datei-Beschreibung:
es: Descripción del fichero :
hu: Fájl leírása :
it: Descrizione del file :
nl: Bestandsbeschrijving :
pl: Opis Pliku :
pt: Descrição do Ficheiro :
ru: Описание файла :

source: File Info
ar: Información del Archivo
de: Datei-Info
es: Información del fichero :
hu: Fájl adatai
it: Informazione file
nl: Bestandsinfo
pl: Informacje o Pliku
pt: Informação do Ficheiro
ru: Информация о файле

source: Catalog file
ar: Archivo del catálogo
de: Katalog-Datei
es: Archivo de catálogo
hu: Katalógus fájl
it: File del catalogo
nl: Cataloog bestand
pl: Plik katalogu
pt: Ficheiro de Catálogo
ru: Файл каталога

source: Catalog compression level :
ar: Nivel de compresión del catálogo :
de: Katalog-Komprimierungs-Level:
es: Nivel de compresión del catálogo :
hu: Katalógus fájl tömörítettsége :
it: Livello compressione del catalogo :
nl: Cataloog compressie niveau :
pl: Poziom kompresji katalogu :
pt: Nível de compressão do Catálogo :
ru: Уровень компресии каталога :

source: Select the catalog compression level. The default value is 3, it's a good value between high performance and small size.
ar: Seleccione el nivel de compresión del catálogo. El valor por default es 3, es un buen valor entre gran performance y tamaño pequeño.
de: Wählt den Komprimierungs-Level für den Katalog. Fehlwert ist 3, dies ist ein guter Kompromiß zwischen guter Performanz und geringer Größe.
es: Selecciona el nivel de compresión del catálogo. El valor por defecto es 3, es un buen valor entre alto rendimiento y tamaño reducido.
hu: Alapérték 3, ez aránylag gyors és jó hatásfokú tömörítést ad.
it: Seleziona il livello di compressione del catalogo. Il valore preimpostato è 3, ed è un buon compromesso tra un'alta performance e una dimensione abbastannza ridotta del catalogo.
nl: Selecteer het compressie niveau van cataloog. Standaard waarde is 3, wat een redelijke mate van snelheid en bestandsgrootte geeft.
pl: Wybierz poziom kompresji katalogu. Domy¶ln± warto¶ci± jest 3, jest to dobrze dobrana warto¶æ pomiêdzy wysok± wydajno¶ci± i ma³± wielko¶ci± pliku.
pt: Seleccione o nível de compressão do catálogo. O valor por omissão é 3, sendo um valor razoável entre boa performance e tamanho reduzido.
ru: Выберите уровень компресии каталога. Значение по умолчанию 3, это хорошее соотношение между производительностью и размером.

source: Recents opened catalogs :
ar: Catálogos recientes :
de: Zuletzt geöffnete Kataloge:
es: Catálogos abiertos recientemente :
hu: Legutóbb használt katalógusok :
it: Cataloghi aperti di recente :
nl: Recent geopende catalogen :
pl: Ostatnio otwierane katalogi
pt: Catálogos recentemente abertos :
ru: Недавно открытых каталогов :

source: Select the size of recents opened catalogs history. The default value is 5.
ar: Elija el tamaño de la lista de catálogos recientemente abiertos. El valor por default es 5.
de: Wählt die Anzahl zuletzt geöffneter Kataloge. Fehlwert ist 5.
es: Selecciona el tamaño del historial de catálogos abiertos recientemente. El valor por defecto es 5.
hu: A legutoljára megnyitott katalógusok közül max. ennyit jegyez meg. Alapértéke 5.
it: Seleziona la dimensione aperta di recente nella storia dei cataloghi. Il valore di default è 5.
nl: Selecteer de grootte voor de historiek van de recent geopende catalogen. De standaard waarde is 5.
pl: Wybierz wielko¶æ historii ostatnio otwieranych katalogów. Domy¶ln± warto¶ci± jest 5.
pt: Seleccione o tamanho do historial de catálogos recentemente abertos. O valor por omissão é 5.
ru: Укажите размер истории недавно открытых каталогов. Значение по умолчанию 5.

source: Clear history
ar: Borrar historial
de: Verlauf löschen
es: Borrar Historial
hu: Katalógusok elfelejtése
it: Cancella cronistoria
nl: Historiek wissen
pl: Wyczy¶æ historiê
pt: Apagar historial
ru: Очистить историю

source: Click here to clear the recents opened files history.
ar: Cliquee aquí para limpiar el historial de archivos recientemente abiertos.
de: Klicken Sie hier, um die zuletzt geöffneten Dateien zu löschen.
es: Haz click para borrar el historial de ficheros abiertos recientemente.
hu: Kattints ide a legutóbb megnyitott katalógusok listájának ürítéséhez.
it: Clicca qui per cancellare lo storico dei file aperti di recente.
nl: Klik hier om historiek van recent geopende bestanden te wissen.
pl: Kliknij tutaj, aby wyczy¶ciæ historiê ostatnio otwieranych plików.
pt: Click aqui para eliminar o historial de catálogos recentemente abertos.
ru: Нажмите здесь для очистки истории недавно открытых каталогов.

source: Autoload catalog
ar: Autocargar catálogo
de: Katalog automatisch laden
es: Autocargar catálogo
hu: Katalógus betöltése induláskor...
it: Carica automaticamente il catalogo
nl: Cataloog automatisch opladen
pl: Automatycznie wczytaj katalog
pt: Carregar catálogo automaticamente
ru: Автозагрузка каталога

source: Autoloads a default catalog when at starting.
ar: Autocarga un catálogo por default cuando comienza.
de: Lädt beim Start automatisch eine Katalog-Datei.
es: Autocarga un catálogo por defecto al inicio.
hu: Az alapértelmezett katalógus betöltése induláskor.
it: Carica il catalogo di default automaticamente all'avvio.
nl: Standaard cataloog automatisch opladen bij opstarten.
pl: Automatycznie wczytaj domy¶lny katalog przy starcie
pt: Carregar automaticamente ao iniciar um catálogo por omissão
ru: Автоматически загружает каталог по умолчанию при запуске.

source: Load last opened catalog file.
ar: Carga el último catálogo abierto.
de: Lade letzte geöffnete Katalog-Datei.
es: Carga el último catálogo abierto.
hu: ...az utoljára használtat
it: Carica l'ultimo catalogo aperto.
nl: Laatst geopende cataloog opladen.
pl: Wczytaj ostatnio otwierany katalog.
pt: Carregar último catálogo aberto.
ru: Загрузить последний каталог.

source: Load selected catalog file.
ar: Carga el catálogo seleccionado.
de: Lade selektierte Katalog-Datei.
es: Carga el catálogo seleccionado.
hu: ...a kiválasztottat :
it: Carica il catalogo selezionato.
nl: Geselecteerde cataloog opladen.
pl: Wczytaj wybrany katalog.
pt: Carregar ficheiro de catálogo seleccionado.
ru: Загрузить указанный каталог.

source: Enter the full catalog file path to load.
ar: Ingrese el path completo del archivo del catálogo a cargar.
de: Geben Sie den vollständigen Pfad der zu ladenden Katalogdatei ein.
es: Introduce la ruta completa del catálogo a cargar.
hu: Írd be a betöltendõ katalógusfájl teljes elérési útvonalát.
it: Inserisci il percorso completo del catalogo da caricare (compreso il nome file).
nl: Geef het volledige pad van het op te laden cataloog bestand.
pl: Wprowad¼ pe³n± ¶cie¿kê katalogu do wczytania.
pt: Insira o caminho completo do ficheiro de catálogo a carregar
ru: Введите полный путь к загрузаемому каталогу.

source: Select catalog
ar: Seleccione catálogo
de: Katalog wählen
es: Selecciona catálogo
hu: Katalógus kiválasztása
it: Seleziona catalogo
nl: Selecteer cataloog
pl: Wybierz katalog
pt: Seleccione catálogo
ru: Выберите каталог

source: Click here to browse and select the catalog file.
ar: Cliquee aquí seleccionar un catálogo.
de: Klicken Sie hier um die Katalog-Datei zu wählen.
es: Haz click aquí para desglosar y seleccionar el catálogo.
hu: Kattints ide a katalógusfájl kiválasztásához.
it: Clicca qui per leggere e selezionare un catalogo.
nl: Klik hier om te bladeren en het cataloog bestand te selecteren.
pl: Kliknij tutaj, aby wybraæ katalog.
pt: Click aqui para procurar e seleccionar um ficheiro de catálogo.
ru: Нажмите здесь для просмотра и выбора файла каталога

source: Select autoloaded catalog
ar: Seleccione el catálogo a cargarse automáticamente
de: Auto-Katalog wählen
es: Selecciona el catálogo autocargado
hu: induláskor betöltõdõ katalógus
it: Seleziona catalogo da caricare automaticamente
nl: Selecteer de automatisch op te laden cataloog
pl: Wybierz katalog do automatycznego wczytania
pt: Seleccionar catálogo automaticamente carregado
ru: Выберите каталог для автоматической загрузки
