Repository: Jeoxs/gwhere-catalog
Catalog: po/*.po
Languages: ar, de, es, hu, it, nl, pl, pt, ru

source: Explorer
ar: Explorador
es: Explorador
hu: Böngészõ
it: Esplora
nl: Verkenner
pl: Eksplorer
pt: Explorador
ru: Просмотр

source: Case sensitive sort.
ar: Ordenamiento sensitivo a mayúsculas/minúsculas.
de: Sortierung mit Gross-/Kleinschreibung
es: Ordenación sensitiva a mayúsculas.
hu: Betûérzékeny rendezés
it: Scegli Maiuscole/minuscole
nl: Hoofdlettergevoelig sorteren
pl: Uwzglêdnij wielko¶æ liter
pt: Ordenação case sensitive
ru: Чувствительная к регистру сортировка

source: The result sort in explorer is case sensitive.
ar: El ordenamiento de los resultados en el explorador es sensitivo a mayusculas/minusculas.
de: Das Sort-Ergebnis im Explorer berücksichtigt Groß-/Kleinschreibung.
es: El resultado ordenado en el explorador es sensitivo a mayúsculas.
hu: A böngészõben látható lista rendezése betûérzékeny.
it: Il risultato della ricerca è case sensitive (distinzione Maiuscole/minuscole).
nl: Het resultaat van de sortering in verkenner is hoofdlettergevoelig.
pl: Wyniki sortowania uwzglêdaniaj± wielko¶æ liter.
pt: O resultado no explorar é case-sensitive
ru: Результат сортировки при просмотре будет регистрозависимым.

source: Result sort group by folder/file.
ar: Ordenar resultados por directorio/archivo.
de: Gruppiere Sort-Ergebnis nach Ordner/Datei.
es: Grupo de ordenación resultante por carpeta/fichero.
hu: Rendezés név szerint
it: Genere di gruppo risultato entro cartella/file.
nl: Resultaat sortering groep op folder/bestand.
pl: Wyniki sortowania grupy po katalogach/plikach.
pt: Resultados agrupados por directoria/ficheiro.
ru: Результат сортировки сгруппировать по папкам/файлам.

source: The result sort in explorer can be grouped by item type. If this option is checked all item will be grouped by folders or files.
ar: Los resultados en el explorador pueden ser agrupados por tipo de item. Si esta opcion esta seleccionada todos los items seran agrupados por directorios y archivos.
de: Das Sortier-Ergebnis im Explorer kann nach dem Typ gruppiert werden. Wenn diese Option aktiviert ist, werden alle Einträge nach Ordner oder Datei gruppiert.
es: El resultado de la ordenación en el explorador puede ser agrupado por tipo de item. Si esta opción esta marcada todos los items estarán agrupados por carpetas o ficheros.
hu: A böngészõben csoportosíthatók az elemek típus szerint is. Ha ezt engedélyezed, akkor minden elem mappa szerint lesz csoportosítva.
it: Il risultato della ricerca può essere raggruppato in voci tipo. Se questa opzione viene scelta, tutte le voci saranno raggruppate per cartelle o file.
nl: Het sorteerresultaat in verkenner kan gegroepeerd zijn per item type. Indien deze optie is aangevinkt, zullen alle items gegroepeerd zijn per folder of bestand.
pl: Rezultaty sortowania mog± byæ pogrupowane po typie pozycji. Je¶li ta opcja jest w³±czona to wszystkie pozycje bêd± pogrupowane po katalogach lub plikach.
pt: Os resultados no explorador podem ser agrupados por tipo de item. Se esta opção for seleccionada, os items serão agrupados por directorias e ficheiros .
ru: Результат сортировки при просмотре будет сгруппирован по типу. Если эта опция выбрана все записи будут сгруппированы по папкам или файлам.

source: Autoresize columns
ar: Cambiar automaticamente el ancho de las columnas
de: Spalten automatisch anpassen
es: Autoajusta columnas
hu: Oszlopok automatikus átméretezhetõsége
it: Autodimensionamento colonne
nl: Afmetingen kolommen automatisch aanpassen
pl: Automatycznie zmieñ szeroko¶æ kolumn
pt: Auto-redimensionar colunas
ru: Автоширина колонок

source: Autoresize all explorer column.
ar: Cambiar automaticamente todas las columnas del explorador.
de: Passt alle Explorer-Spalten automatisch an.
es: Autoajusta todas las columnas del explorador.
hu: Minden oszlop mérete szöveghez igazodhat.
it: Autodimensiona tutta la colonna.
nl: Afmetingen kolommen verkenner automatisch aanpassen.
pl: Automatycznie zmieñ szeroko¶æ wszystkich kolumn.
pt: Auto-redimensionar todas as colunas do explorador
ru: Автоматический подбор ширины всех показываемых колонок

source: Disks
ar: Discos
de: Platten
es: Discos
hu: Lemezek
it: Dischi
nl: Schijven
pl: Dyski
pt: Discos
ru: Диски

source: Visible
de: Sichtbar
hu: Látható
it: Mostra
nl: Zichtbaar
pl: Widoczny
pt: Visível
ru: Видимы

source: Hide
ar: Ocultar
de: Verstecken
es: Oculto
hu: Elrejtés
it: Nascondi
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть

source: Show
ar: Mostrar
de: Zeige
es: Muestra
hu: Mutat
it: Mostra
nl: Tonen
pl: Poka¿
pt: Mostrar
ru: Показать

source: Hidden
ar: Oculto
de: Versteckt
es: Ocultos
hu: Rejtett
it: Nascosto
nl: Verborgen
pl: Ukryty
pt: Oculto
ru: Скрыты

source: Files
ar: Archivos
de: Dateien
es: Ficheros
hu: Fájlok
nl: Bestanden
pl: Pliki
pt: Ficheiros
ru: Файлы

source: The result sort in search is case sensitive.
ar: El ordenamiento de los resultados es sensitivo a mayusculas/minusculas.
de: Das Sortier-Ergebnis in der Suche unterscheidet Groß-/Kleinschreibung.
es: El resultado de la ordenación en la búsqueda es sensitivo a mayúsculas.
hu: Betûérzékeny rendezés kereséskor
it: Il risultato generato dalla ricerca è case sensitive.
nl: Het resultaat van de sortering in de opzoeking is hoofdlettergevoelig.
pl: Rezultaty sortowania uwzglêdniaj± wielko¶æ znaków.
pt: O resultado da procura é case-sensitive
ru: Сортировка результатов поиска регистрозависима.

source: Result sort group by type.
ar: Ordenar resultados por tipo.
de: Sortier-Ergebnis nach Typ gruppiert.
es: Resultado del grupo de la ordenación por tipo.
hu: Típus szerinti rendezés
it: Genere di gruppo risultato in tipo.
nl: Resultaat sortering zoekopdracht groeperen per type.
pl: Rezultaty sortowania grupy po typie.
pt: Resultados agrupados por tipo
ru: Сортировка результатов поиска по типу группы.

source: The result sort in search can be grouped by item type. If this option is checked all item will be grouped by catalogs, disks, folders and files.
ar: El resultado de la busqueda puede agruparse por tipo de item. Si esta opcion esta seleccionada todos los items seran agrupados por catalogs, discos, directorios y archivos.
de: Das Sortier-Ergebnis in der Suche kann nach dem Typ gruppiert werden. Wenn diese Option aktiviert ist, werden alle Einträge nach Katalog, Platte, Ordner und Datei gruppiert.
es: El resultado de la ordenación en la búsqueda puede ser agrupado por tipo de item. Si esta opción esta marcada todos los items serán agrupados por catálogos, discos, carpetas y ficheros.
hu: Elem tipus szerint lehet csoportositani a rendezett listat. Ha ezt kivalasztod, akkor minden elem katalogus, lemez, mappa, file szerint lesz csoportositva.
it: Il risultato della ricerca può essere raggruppato da voci tipo. Se questa opzione viene scelta tutto l'articolo sarà raggruppato da cataloghi, dischi, cartelle e files.
nl: De sortering van het opzoekresultaat kan gegroepeerd per item type. Indien deze optie is aangevinkt, zullen alle items gegroepeerd worden per cataloog, schijf, folder en bestand.
pl: Rezultaty sortowania w wyszukiwaniu mog± byæ pogrupowane po typie pozycji. Je¶li ta opcja jest w³±czona to wszystkie pozycje bêd± pogrupowane po katalogu, dysku, folderach i plikach.
pt: O resultado da procura pode ser agrupado por tipo de item. Se esta opção for seleccionada, todos os items serão agrupados por catálogos, discos, directorias e ficheiros.
ru: Результат сортировки при просмотре будет сгруппирован по типу. Если эта опция выбрана все записи будут сгруппированы по каталогам,дискам, папкам и файлам.

source: All key words must match
ar: Deben concordar todas las palabras claves
de: Alle Schlüsselworte müssen vorhanden sein
es: Todas las palabras clave deben coincidir.
hu: Minden kulcs-szónak egyeznie kell
it: Tutte le parole chiavi devono eguagliarsi
nl: Alle sleutelwoorden moeten overeenstemmen.
pl: Wszystkie s³owa kluczowe musz± pasowaæ
pt: Todas as palavras chave deverão corresponder
ru: Все ключевые слова должны совпасть

source: Choose if all key words or only one of all key words must match with item in order to be in the search result.
ar: Elegir si todas las palabras clave o solo una de todas las palabras clave deben matchear con el item para que este se muestre como resultado.
de: Wählen Sie, ob alle Schlüsselworte oder nur eins mit dem Eintrag übereinstimmen muss, um Bestandteil des Such-Ergebnisses zu werden.
es: Elige si todas las palabras clave o sólo una de todas ellas deben coincidir con el item en orden para estar en el resultado de la búsqueda.
hu: Ha kivalasztod, akkor a kereseskor megadott kulcsszavak kozul mindnek benne kell lennie a talalatok kozt. Ha nem valasztod ki, akkor 1 kulcsszo egyezese eseten is kilistazza a talalt elemet.
it: Scegli se tutte le parole chiavi o solo una di esse devono eguagliarsi con la voce allo scopo di finire nel risultato della ricerca.
nl: Kies of alle sleutelwoorden of enkel één van alle sleutelwoorden moeten overeenstemmen met het item om in het zoekresultaat opgenomen te worden.
pl: Wybierz je¶li wszystkie s³owa kluczowe lub tylko jedno z nich musi pasowaæ do pozycji, aby mog³a siê ona znale¼æ w rezultatach wyszukiwania.
pt: Escolha se todas as palavras chave ou apenas uma delas deve corresponder a um item para que esteja presente no resultado da procura.
ru: Указывае должны ли все ключевые слова или или только одно из них совпасть с записью чтоб попасть в результат сортировки.

source: Quick
ar: Rapido
de: Schnell
es: Rápido
hu: Gyors
it: Veloce
nl: Snel
pl: Szybkie
pt: Rápido
ru: Быстро

source: Generals options
ar: Opciones generales
de: Allgemeine Optionen
es: Opciones generales
hu: Általános beállítások
it: Opzioni generali
nl: Algemene opties
pl: Opcje ogólne
pt: Opções Gerais
ru: Общие установки

source: GUI
hu: Felhasználói felület (GUI)
ru: Интерфейс

source: Save GUI properties on exit
ar: Guardar las propiedades de la interfaz al salir.
de: GUI-Eigenschaft bei Ende speichern
es: Guardar las propiedades del GUI al salir
hu: Állapot elmentése kilépéskor
it: Salva proprietà della GUI all'uscita
nl: Bewaar de GUI eigenschappen bij het afsluiten.
pl: Zapisz zmiany w³a¶ciwo¶ci GUI przy wyj¶ciu.
pt: Guardar propriedades do interface ao sair
ru: Сохранять сввойства интерфейса при выходе

source: Save GUI properties as window position and size.
ar: Guardar propiedades de la interfaz como posición y tamaño de la ventana.
de: Speichere GUI-Eigenschaften wie Window-Position und -Größe.
es: Guardar las propiedades GUI como la posición de la ventana y tamaño.
hu: GUI jellemzõk mentése, mint ablak mérete és helye
it: Salva proprietà della GUI (posizione e dimensione della finestra).
nl: Bewaar de GUI eigenschappen zoals venstergrootte en -positie.
pl: Zapisz pozycjê i wielko¶æ okna.
pt: Guardar as propriedades do interface tais como posição e tamanho da janela
ru: Сохранять такие свойства интерфейса как позиция и размер окна.

source: Allow beep
ar: Permitir el beep
de: Ton zulassen
es: Permite pitidos
hu: Hang engedélyezése
it: Notifica sonora
nl: Laat biepjes toe
pl: W³±cz d¼wiêki
pt: Autorizar beep
ru: Разрешить сигнал

source: Allows to emits a short beep on some event.
ar: Permite emitir un beep en algunos eventos.
de: Erlaubt die Ausgabe eines kurzen Tons für einige Ereignisse.
es: Permite emitir un pitido corto en algunos eventos.
hu: Megenged rövid hangjelzést bizonyos eseményeknél
it: Consenti notifica con un corto suono in alcuni eventi.
nl: Laat toe om korte biep te geven bij sommige gebeurtenissen.
pl: W³±cza krótki d¼wiêk przy wyst±pieniu niektórych zdarzeñ.
pt: Autoriza a emissão de um pequeno beep em alguns eventos
ru: Разрешает воспроизведение короткого сигнала при возникновение некоторых событий.

source: Mail
de: Email
es: Correo
hu: Levelezõ beállítások
it: Posta
nl: Post
pl: Poczta
pt: Correio
ru: Почта

source: Email address :
ar: Dirección de correo :
de: Email-Adresse:
es: Dirección Email :
hu: Email címed :
it: Indirizzo e-mail :
nl: E-post adres :
pl: Adres e-mail :
pt: Morada de email :
ru: Почтовый адрес :

source: Enter your email address.
ar: Ingrese su dirección de mail.
de: Geben Sie Ihre Email-Adresse ein.
es: Introduce tu dirección de email.
hu: Gépeld be az e-mail címed, pl a@b.c
it: Inserisci il tuo indirizzo e-mail.
nl: Geef je e-post adres
pl: Wprowad¼ adres e-mail.
pt: Insira o seu endereço de email.
ru: Введите ваш почтовый адрес.

source: Out going mail server :
ar: Servidor de mail saliente :
de: Mailserver:
es: Servidor saliente :
hu: Levelezõ szerver
it: server mail :
nl: Server uitgaande post :
pl: Serwer wychodz±cy :
pt: Servidor de saída de email:
ru: Исходящий почтовый сервер :

source: Enter your out going mail server. Usualy this address is mail.yourdomain.com
ar: Ingrese el servidor de mail saliente. Usualmente esta dirección es mail.tudominio.com
de: Geben Sie den Mailserver an. Dies ist normalerweise mail.Ihre_Domain.de
es: Introduce tu servidor saliente. Normalmente esta dirección es mail.tudominio.com
hu: Írd be az általad használt kimenõ mail server címét! Általában ez a cím mail.yourdomain.com
it: Inserisci il tuo server mail. Solitamente questo indirizzo è del tipo mail.miodominio.com
nl: Geef je uitgaande post server. Meestal is dit adres mail.domain.com
pl: Wprowad¼ adres swojego wychodz±cego serwera pocztowego. Typowo jest to mail.twojadomena.pl
pt: Insira o seu servidor de saída de email. Normalmente este endereço é mail.oseudominio.com
ru: Введите ваш сервер исходящих сообщений. Обычно это адрес вида mai.yourdomain.com

source: Server port :
ar: Puerto del servidor :
es: Puerto del servidor :
it: Numero porta del server :
nl: Server poort :
pl: Port serwera :
pt: Porta do servidor :
ru: Порт сервера :

source: Enter the out going mail server port (the most common value is 25).
ar: Ingrese el puerto del servidor de mail saliente (el valor más común es 25).
de: Geben Sie den Port des Mailservers an (zumeist 53).
es: Introduce el puerto del servidor del correo saliente ( el valor más común es 25).
hu: Üsd be a kimenõ mail server port-ját (általában 25).
it: Inserisci il numero della porta d'uscita del server mail (la più comune è la 25).
nl: Geef de poort van de uitgaande post server (meestal is dit 25).
pl: Wprowad¼ numer portu serwera (typowo 25).
pt: Insira a porta do servidor de saída de email (normalmente 25).
ru: Введите порт исходящего почтового сервера (в большинстве случаев 25).

source: This Settings box allows to configure some functionnalities and properties of the program.
ar: Este diálogo de preferencias permite configurar algunas funcionalidades y propiedades del programa.
de: Dieses Einstellungsfenster erlaubt Ihnen die Konfiguration einiger Funktionalitäten und Eigenschaften des Programms.
es: Esta ventana de ajustes permite configurar algunas funcionalidades y propiedades del programa.
hu: Ezzel a beállítás ablakkal a program funkcióit és tulajdonságait lehet beállítani.
it: Questo riquadro consente di configurare alcune proprietà e funzionalità del programma.
nl: Dit venster Instellingen laat toe bepaalde functionaliteiten en eigenschappen vast te leggen.
pl: Okno Ustawienia pozwala na konfiguracjê programu.
pt: A caixa de Configuração permite-lhe configurar algumas funcionalidades e propriedades do programa.
ru: Этот набор установок позволяет изменять некоторые возможности и свойства программы.

source: Settings
ar: Preferencias
de: Einstellungen
es: Ajustes
hu: Beállítások
it: Parametri
nl: Instellingen
pl: Ustawienia
pt: Configuração
ru: Настройки

source: Select the section to configure.
ar: Seleccione la sección a configurar.
de: Wählen Sie den zu konfigurierenden Abschnitt.
es: Selecciona la sección a configurar.
hu: Válassz ki egy szekciót.
it: Seleziona la sezione da configurare.
nl: Selecteer de te configureren sectie .
pl: Wprowad¼ sekcjê do skonfigurowania.
pt: Seleccione a secção a configurar.
ru: Выберите секцию для настройки.

source: Change in this pane all availables properties in order to configure the program as you want.
ar: Cambie en este panel todas las propiedades disponibles para poder configurar el programa como quiera.
de: Ändern Sie in diesem Panel alle verfügbaren Eigenschaften, um das Programm nach Ihren Wünschen zu konfigurieren.
es: Cambia en este panel todas las propiedades disponibles a fin de configurar el programa como tú quieres.
hu: Az itt felkínált változtatások teszik lehetõvé a program testreszabását.
it: Cambia in questo pannello tutte le proprietà disponibili al fine di avere il programma come lo 'vuoi tu'.
nl: Wijzig in dit paneel alle beschikbare eigenschappen om het programma naar je wensen te configureren.
pl: Dokonaj zmian wszystkich dostêpnych w³a¶ciwo¶ci, aby skonfigurowaæ program tak jak chcesz.
pt: Altere aqui todas as propriedades disponíveis por forma a configurar o programa ao seu gosto.
ru: Изменением всех доступных на этой панели настроек вы можете настроить программу по своему вкусу.

source: This settings windows box allows to configure the program. Some properties may be modified here.
ar: Este diálogo de preferencias permite configurar el programa. Algunas propiedades pueden ser modificadas aquí.
de: Dieses Einstellungsfenster erlaubt Ihnen die Konfiguration des Programmes. Einige Eigenschaften können hier verändert werden.
es: Esta ventana de ajustes permite configurar el programa. Algunas propiedades pueden modificarse aquí.
hu: Ezzel a beállítás ablakkal a program nehány funkcióját és tulajdonságát lehet beállítani.
it: Questo riquadro permette di configurare il programma. Alcune proprietà potranno essere modificate qui.
nl: In dit venster Instellingen kan je het programma configureren. Je kunt hier sommige eigenschappen wijzigen.
pl: To okno pozwala na konfiguracjê programu. Niektóre z w³a¶ciwo¶ci mog± zostaæ tutaj skonfigurowane.
pt: Esta janela de configuração permite-lhe configurar o programa. Algumas propriedades podem ser modificadas aqui.
ru: Этото окно установок позволяет настроить программу. Некоторые свойства редактируются здесь.

source: Click on OK button to apply changes and close the Settings box.
ar: Cliquee sobre el botón de OK para aplicar los cambios y cerrar el diálogo de Preferencias.
de: Klicken Sie auf den OK-Schalter, um die Änderungen anzuwenden und das Einstellungen-Fenster zu schliessen.
es: Haz click en el botón OK para aplicar los cambios y cerrar la ventana de ajustes.
hu: Kattints az erre a gombra a változtatások mentéshez és az ablak bezáráshoz
it: Clicca sul pulsante OK per applicare i cambi e chiudere la finestra dei parametri.
nl: Klik op OK knop om wijzigingen toe te passen en het Instellingen venster te sluiten.
pl: Kliknij OK, aby potwierdziæ zmiany i zamkn±æ okno Ustawienia.
pt: Click em OK para efectuar as modificações e fechar a janela de Configuração
ru: Нажмите кнопку ОК для применения сделаных изменений и закрытия окна настроек.

source: Click on Cancel button to cancel changes and close the Settings box.
ar: Cliquee sobre el botón Cancelar para cancelar los cambios y cerrar el diálogo de Preferencias.
de: Klicken Sie auf die Abbruch-Schaltfläche, um die Änderungen zu verwerfen und das Einstellungen-Fenster zu schliessen.
es: Haz click en el botón Cancelar para cancelar los cambios y cerrar la ventana de ajustes.
hu: Ha elrontottad a beállításokat, és szeretnéd a legutolsó mentett állapotot használni, akkor kattints a Mégsem gombra!
it: Clicca sul pulsante Cancella per chiudere la finestra dei settaggi senza applicare i cambi.
nl: Klik op de knop Afbreken om de wijzigingen te annuleren en het venster Instellingen te sluiten.
pl: Kliknij Anuluj, aby anulowaæ zmiany i zamkn±æ okno Ustawienia.
pt: Click em Cancelar para cancelar as modificações e fechar a janela deConfiguração.
ru: Нажмите кнопку Отмена для отмены сделаных изменений и закрытия окна настроек.

source: _Apply
ar: _Aplicar
de: _Anwenden
es: _Aplicar
hu: _Alkalmaz
it: _Applica
nl: _Toepassen
pl: _Zastosuj
pt: _Efectuar
ru: _Применить

source: Click on Apply button to apply changes (without close the Settings box).
ar: Cliquee en el botón de Aplicar para aplicar los cambios (sin cerrar el diálogo de Preferencias).
de: Klicken Sie auf die Anwenden-Schaltfläche, um die Änderungen zu aktivieren (ohne das Einstellungen-Fenster zu schliessen).
es: Haz click en el botón Aplicar para aplicar los cambios (sin cerrar la ventana de ajustes).
hu: Kattints erre a gombra a változtatások elmentéséhez (a beállítások panel nem záródik be)
it: Clicca sul pulsante Applica per imporre i cambiamenti (senza chiudere la finestra di settaggio).
nl: Klik op de knop Toepassen om de wijzigingen toe te passen (zonder het venster Instellingen te sluiten).
pl: Kliknij Zastosuj, aby potwierdziæ zmiany (bez zamykania okna Ustawienia).
pt: Click em Efectuar para efecturar as alterações (sem fechar a janela de Configuração.
ru: Нажмите кнопку Применить для применения сделаных изменений (без закрытия окна настроек).

source: Settings changed
ar: Preferencias cambiadas
de: Einstellungen geändert
es: Ajustes cambiados
hu: Változtatások mentése
it: Parametri modificati
nl: Instellingen gewijzigd
pl: Ustawienia zosta³y zmienione.
pt: Configuração modificada
ru: Настройки изменены

source: If you don't apply changes you will lose all changes. Do you want apply changes?
ar: Si no aplicas los cambios se perderán todos los cambios. ¿Desea aplicar los cambios?
de: Wenn Sie die Änderungen nicht anwenden, gehen alle Änderungen verloren. Sollen die Änderungen angewandt werden?
es: Si no necesitas aplicar los cambios perderás todos los cambios. ¿Quieres aplicar los cambios?
hu: Elmentsem amit az elõbb megpiszkáltál? Legközelebb az "Alkalmaz" gombot nyomogasd...
it: Se non salvi i cambiamenti perderai tutti i parametri modificati. Vuoi applicare i cambiamenti?.
nl: Indien je wijzigingen niet toepast zul je ze allemaal verliezen. Wil je wijzigingen toepassen?
pl: Je¶li nie zatwierdzisz zmian stracisz je. Czy chcesz je zatwierdziæ ?
pt: Se não efectuar as alterações, perde-las-à. Deseja efectuar as alterações?
ru: Если вы не примените изменения, то вы потеряете все произведённые изменения. Желаете применить изменения?

source: %s [ %s ], total disks : %d
ar: %s [ %s ], total de discos : %d
de: %s [ %s ], Platten gesamt : %d
es: %s [ %s ], total discos : %d
hu: %s [ %s ], összes lemez : %d
it: %s [ %s ], dischi in totale : %d
nl: %s [ %s ], totaal schijven : %d
pl: %s [ %s ], ilo¶æ dysków: %d
pt: %s [ %s ], total de discos: %d
ru: %s [ %s ], всего носителей : %d

source: Listed Items : %d (total size : %s)
ar: Items listados : %d (tamaño total: %s)
de: aufgeführte Einträge: %d (Gesamtgröße: %s)
es: Objetos listados: %d (tamaño total : %s)
hu: Listázott elemek : %d (teljes méret : %s)
it: Voci elencate : %d (dimensione totale : %s)
nl: Gelijste items : %d (totale grootte : %s)
pl: Wybrane Elementy: %d (wielko¶æ : %s)
pt: Items listados : %d (tamanho total : %s)
ru: Записей : %d (общий размер : %s)

source: %s [ %s ], capacity : %s, free : %s
ar: %s [ %s ], capacidad: %s, libre : %s
de: %s [ %s ], Kapazität: %s, frei: %s
es: %s [ %s ], capacidad : %s, libre : %s
hu: %s [ %s ], kapacitás : %s, szabad hely : %s
it: %s [ %s ], capacità : %s, libero : %s
nl: %s [ %s ], capaciteit : %s, vrij : %s
pl: %s [ %s ], ³±cznie : %s, wolne : %s
pt: %s [ %s ], capacidade : %s, livres: %s
ru: %s [ %s ], ёмкость : %s, свободно : %s

source: Empty disk
ar: Disco vacio
de: Leeres Laufwerk
es: Disco vacio
hu: Ures lemez
it: Disco vuoto
nl: Lege schijf
pl: Dysk pusty
pt: Disco vazio
ru: Пустой диск

source: Selected Item : %d (total size : %s)
ar: Item seleccionado : %d (tamaño total: %s)
de: gewählter Eintrag: %d (Gesamtgröße: %s)
es: Objeto seleccionado : %d (tamaño total : %s)
hu: Kiválasztott elem : %d (teljes méret : %s)
it: Voce selezionata : %d (dimensione totale : %s)
nl: Geselecteerd item : %d (totale grootte : %s)
pl: Wybrany Element: %d (wielko¶æ : %s)
pt: Item seleccionado : %d (tamanho total : %s)
ru: Выбраный элемент : %d (общий размер : %s)
